{
  "aranyakanda": {
    "sanskrit_name": "अरण्यकाण्डम्",
    "chapters": [
      { 
        "chapter_number": 21,
        "slokas": [
         "स पुनः पतिताम् दृष्ट्वा क्रोधात् शूर्पणखाम् खरः ।उवाच व्यक्तता वाचा ताम् अनर्थ अर्थम् आगताम् ॥३-२१-१॥",
          "मया तु इदानीम् शूराः ते राक्षसा पिशित अशनाः ।त्वत् प्रियार्थम् विनिर्दिष्टाः किम् अर्थम् रुद्यते पुनः ॥३-२१-२॥",
          "भक्ताः चैव अनुरक्ताः च हिताः च मम नित्यशः ।हन्यमाना अपि न हन्यन्ते न न कुर्युः वचो मम ॥३-२१-३॥",
          "किम् एतत् श्रोतुम् इच्छामि कारणम् यत् कृते पुनः ।हा नाथ इति विनर्दन्ती सर्पवत् चेष्टसे क्षितौ ॥३-२१-४॥",
          "अनाथ वत् विलपसि किम् नु नाथे मयि स्थिते ।उत्तिष्ठोत्तिष्ठ मा मैवम् वैक्लव्यम् त्यज्यताम् इति ॥३-२१-५॥",
          "इति एवम् उक्ता दुर्धर्षा खरेण परिसान्त्विता ।विमृज्य नयने स अस्रे खरम् भ्रातरम् अब्रवीत् ॥३-२१-६॥",
          "अस्मि इदानीम् अहम् प्रप्ता हत श्रवण नासिका ।शोणित ओघ परिक्लिन्ना त्वया च परिसमन्विता ॥३-२१-७॥",
          "प्रेषिताः च त्वया शूरा राक्षसाः ते चतुर् दश ।निहन्तुम् राघवम् घोराम् मत् प्रियार्थम् स लक्ष्मणम् ॥३-२१-८॥",
          "ते तु रामेण सामर्षाः शूल पट्टिस पाणयः ।समरे निहताः सर्वे सायकैः मर्म भेदिभिः ॥३-२१-९॥",
          "तान् भूमौ पतितान् दृष्ट्वा क्षणेन एव महाजवान् ।रामस्य च महत् कर्म महान् त्रासो अभवन् मम ॥३-२१-१०॥",
          "सा अस्मि भीता समुद्विग्ना विषण्णा च निशाचर ।शरणम् त्वाम् पुनः प्राप्ता सर्वतो भय दर्शिनी ॥३-२१-११॥",
          "विषाद नक्र अध्युषिते परित्रास ऊर्मि मालिनि ।किम् माम् न त्रायसे मग्नाम् विपुले शोक सागरे ॥३-२१-१२॥",
          "एते च निहता भूमौ रामेण निशितैः शरैः ।ये च मे पदवीम् प्राप्ता राक्षसाः पिशित अशनाः ॥३-२१-१३॥",
          "मयि ते यदि अनुक्रोशो यदि रक्षःसु तेषु च ।रामेण यदि शक्तिः ते तेजो वा अस्ति निशा चर ॥३-२१-१४॥",
          "दण्डकारण्य निलयम् जहि राक्षस कण्टकम् ।यदि रामम् अमित्रघ्नम् न त्वम् अद्य वधिष्यसि ॥३-२१-१५॥",
          "तव चैव अग्रतः प्राणान् त्यक्ष्यामि निरपत्रपा ।बुद्ध्या अहम् अनुपश्यामि न त्वम् रामस्य संयुगे ॥३-२१-१६॥",
          "स्थातुम् प्रति मुखे शक्तः स बलो अपि महा रणे ।शूरमानी न शूरः त्वम् मिथ्या आरोपित विक्रमः ॥३-२१-१७॥",
          "अपयाहि जन स्थानात् त्वरितः सह बान्धवः ।जहि त्वम् समरे मूढान् यथा तु कुलपांसन ॥३-२१-१८॥",
          "मानुषौ तौ न शक्नोषि हन्तुम् वै राम लक्ष्मणौ ।निःसत्त्वस्य अल्प वीर्यस्य वासः ते कीदृशः तु इह ॥३-२१-१९॥",
          "राम तेजो अभिभूतो हि त्वम् क्षिप्रम् विनशिष्यसि ।स हि तेजः समायुक्तो रामो दशरथात्मजः ॥३-२१-२०॥",
          "भ्राता च अस्य महा वीर्यो येन च अस्मि विरूपिता ।एवम् विलाप्य बहुशो राक्ष्सी प्रदरोदरी ॥३-२१-२१॥",
          "भ्रातुः समीपे शोक आर्ता नष्ट संज्ञा बभूव ह ।कराभ्याम् उदरम् हत्वा रुरोद भृश दुःखिता ॥३-२१-२२॥"
        ]
      }
    ]
  }
}