{
  "balakanda": {
    "sanskrit_name": "अरण्यकाण्डम्",
    "chapters": [
      { 
        "chapter_number": 58,
        "slokas": [
         "स दृष्ट्वा लक्ष्मणम् दीनम् शून्यम् दशरथ आत्मजः ।पर्यपृच्छत धर्माअत्मा वैदेहीम् आगतम् विना ॥३-५८-१॥",
          "प्रस्थितम् दण्डक अरण्यम् या माम् अनुजगाम ह ।क्व सा लक्ष्मण वैदेही याम् हित्वा त्वम् इह आगतः ॥३-५८-२॥",
          "राज्य भ्रष्टस्य दीनस्य दण्डकान् परिधावतः ।क्व सा दुःख सहाया मे वैदेही तनु मध्यमा ॥३-५८-३॥",
          "याम् विना न उत्सहे वीर मुहूर्तम् अपि जीवितुम् ।क्व सा प्राण सहाया मे सीता सुर सुत उपमा ॥३-५८-४॥",
          "पतित्वम् अमराणाम् वा पृथिव्याः च अपि लक्ष्मण ।विना ताम् तपनीय आभाम् न इच्छेयम् जनक आत्मजाम् ॥३-५८-५॥",
          "कच्चित् जीवति वैदेही प्राणैः प्रियतरा मम ।कच्चित् प्रव्राजनम् वीर न मे मिथ्या भविष्यति ॥३-५८-६॥",
          "सीता निमित्तम् सौमित्रे मृते मयि गते त्वयि ।कच्चित् स कामा सुखिता कैकेयी सा भविष्यति ॥३-५८-७॥",
          "स पुत्र राज्याम् सिद्ध अर्थाम् मृत पुत्रा तपस्विनी ।उपस्थास्यति कौसल्या कच्चित् सौम्येन - सौम्य न - कैकयीम् ॥३-५८-८॥",
          "यदि जीवति वैदेही गमिष्याम्य् आश्रमम् पुनः ।सुवृत्ता यदि वृत्ता सा प्राणान् त्यक्ष्यामि लक्ष्मण ॥३-५८-९॥",
          "यदि माम् आश्रम गतम् वैदेही न अभिभाषते ।पुनः प्रहसिता सीता विनशिष्यामि लक्ष्मण ॥३-५८-१०॥",
          "ब्रूहि लक्ष्मण वैदेही यदि जीवति वा न वा ।त्वयि प्रमत्ते रक्षोभिः भक्षिता वा तपस्विनी ॥३-५८-११॥",
          "सुकुमारी च बाला च नित्यम् च अदुःख दर्शिनी ।मत् वियोगेन वैदेही व्यक्तम् शोचति दुर्मनाः ॥३-५८-१२॥",
          "सर्वथा रक्षसा तेन जिह्मेन सुदुरात्मना ।वदता लक्ष्मण इति उच्Cऐः तव अपि जनितम् भयम् ॥३-५८-१३॥",
          "श्रुतः च मन्ये वैदेह्या स स्वरः सदृशो मम ।त्रस्तया प्रेषितः त्वम् च द्रष्टुम् माम् शीघ्रम् आगतः ॥३-५८-१४॥",
          "सर्वथा तु कृतम् कष्टम् सीताम् उत्सृजता वने ।प्रतिकर्तुम् नृशंसानाम् रक्षसाम् दत्तम् अन्तरम् ॥३-५८-१५॥",
          "दुःखिताः खर घातेन राक्षसाः पिशित अशनाः ।तैः सीता निहता घोरैः भविष्यति न संशयः ॥३-५८-१६॥",
          "अहो अस्मि व्यसने मग्नः सर्वथा रिपु नाशन ।किम् तु इदानीम् करिष्यामि शंके प्राप्तव्यम् ईदृशम् ॥३-५८-१७॥",
          "इति सीताम् वरारोहाम् चिंतयन् एव राघवः ।आजगाम जन स्थानम् त्वरया सह लक्ष्मणः ॥३-५८-१८॥",
          "विगर्हमाणो अनुजम् आर्त रूपम्क्षुधा श्रमेण एव पिपासया च ।विनिःश्वसन् शुष्क मुखो विषण्णःप्रतिश्रयम् प्राप्य समीक्ष्य शून्यम् ॥३-५८-१९॥",
          "स्वम् आश्रमम् स प्रविगाह्य वीरोविहार देशान् अनुसृत्य कांश्चित् ।एतत् तत् इति एव निवास भूमौप्रहृष्ट रोमा व्यथितो बभूव ॥३-५८-२०॥"
        ]
      }
    ]
  }
}