{
  "balakanda": {
    "sanskrit_name": "अरण्यकाण्डम्",
    "chapters": [
      { 
        "chapter_number": 59,
        "slokas": [
         "अथ आश्रमात् उपावृत्तम् अंतरा रघुनंदनः ।परिपप्रच्छ सौमित्रिम् रामो दुःख अर्दितः पुनः ॥३-५९-१॥",
          "तम् उवाच किम् अर्थम् त्वम् आगतो अपास्य मैथिलीम् ।यदा सा तव विश्वासात् वने विहरिता मया ॥३-५९-२॥",
          "दृष्ट्वा एव अभ्यागतम् त्वाम् मे मैथिलीम् त्यज्य लक्ष्मण ।शंकमानम् महत् पापम् यत् सत्यम् व्यथितम् मनः ॥३-५९-३॥",
          "स्फुरते नयनम् सव्यम् बाहुः च हृदयम् च मे ।दृष्ट्वा लक्ष्मण दूरे त्वाम् सीता विरहितम् पथि ॥३-५९-४॥",
          "एवम् उक्तः तु सौमित्रिः लक्ष्मणः शुभ लक्षणः ।भूयो दुःख संआविष्टो दुःखितम् रामम् अब्रवी॥३-५९-५॥",
          "न स्वयम् काम कारेण ताम् त्यक्त्वा अहम् इह आगतः ।प्रचोदितस्तयैवोग्रैत्वत्सकाशमिहाअगतः - यद्वा -प्रचोदितः तया एव उग्रैः त्वत् सकाशम् इह आगतः ॥३-५९-६॥",
          "आर्येण एव परिक्रुष्टम् - पराक्रुष्टम् - हा सीते लक्ष्मण इति च ।परित्राहि इति यत् वाक्यम् मैथिल्याः तत् श्रुतिम् गतम् ॥३-५९-७॥",
          "सा तम् आर्त स्वरम् श्रुत्वा तव स्नेहेन मैथिली ।गच्छ गच्छ इति माम् आह रुदन्ती भय - विक्लवा - विह्वला ॥३-५९-८॥",
          "प्रचोद्यमानेन मया गच्छ इति बहुशः तया ।प्रत्युक्ता मैथिली वाक्यम् इदम् तत् प्रत्यय अन्वितम् ॥३-५९-९॥",
          "न तत् पश्यामि अहम् रक्षो यत् अस्य भयम् आवहेत् ।निर्वृता भव न अस्ति एतत् केन अपि एवम् उदाहृतम् ॥३-५९-१०॥",
          "विगर्हितम् च नीचम् च कथम् आर्यो अभिधास्यति ।त्राहि इति वचनम् सीते यः त्रायेत् त्रिदशान् अपि ॥३-५९-११॥",
          "किम् निमित्तम् तु केन अपि भ्रातुः आलंब्य मे स्वरम् ।विस्वरम् व्याहृतम् वाक्यम् लक्ष्मण त्राहि माम् इति ॥३-५९-१२॥",
          "राक्षसेन ईरितम् वाक्यम् त्रसात् त्राहि इति शोभने ।न भवत्या व्यथा कार्या कुनारी जन सेविता ॥३-५९-१३॥",
          "अलम् वैक्लवताम् गंतुम् स्वस्था भव निर् उत्सुका ।न च अस्ति त्रिषु लोकेषु पुमान् यो राघवम् रणे ॥३-५९-१४॥",
          "जातो वा जायमानो वा संयुगे यः पराजयेत् ।अजेयो राघवो युद्धे देवैः शक्र पुरोगमैः ॥३-५९-१५॥",
          "एवम् उक्ता तु वैदेही परिमोहित चेतना ।उवाच अश्रूणि मुंचन्ती दारुणम् माम् इदम् वचः ॥३-५९-१६॥",
          "भावो मयि तव अत्यर्थम् पाप एव निवेशितः ।विनष्टे भ्रातरि प्राप्तुम् न च त्वम् माम् अवाप्स्यसि ॥३-५९-१७॥",
          "संकेतात् भरतेन त्वम् रामम् समनुगच्छसि ।क्रोशन्तम् हि यथा अत्यर्थम् न एनम् अभ्यवपद्यसे ॥३-५९-१८॥",
          "रिपुः प्रच्छन्न चारी त्वम् मत् अर्थम् अनुगच्छसि ।राघवस्य अन्तर प्रेप्सुः तथा एनम् न अभिपद्यसे ॥३-५९-१९॥",
          "एवम् उक्तो हि वैदेह्या संरब्धो रक्त लोचनः ।क्रोधात् प्रस्फुरमाण ओष्ठ आश्रमात् अभिनिर्गतः ॥३-५९-२०॥",
          "एवम् ब्रुवाणम् सौमित्रिम् रामः संताप मोहितः ।अब्रवीत् दुष्कृतम् सौम्य ताम् विना यत् त्वम् आगतः ॥३-५९-२१॥",
          "जानन् अपि समर्थम् माम् रक्षसाम् अपवारणे ।अनेन क्रोध वाक्येन मैथिल्या निर्गतो भवान् ॥३-५९-२२॥",
          "न हि ते परितुष्यामि त्यक्त्वा यत् यासि मैथिलीम् ।क्रुद्धायाः परुषम् श्रुत्वा स्त्रिया यत् त्वम् इह आगतः ॥३-५९-२३॥",
          "सर्वथा तु अपनीतम् ते सीतया यत् प्रचोदितः ।क्रोधस्य वशम् आगम्य न अकरोः शासनम् मम ॥३-५९-२४॥",
          "असौ हि राक्षसः शेते शरेण अभिहतो मया ।मृग रूपेण येन अहम् आश्रमात् अपवाहितः ॥३-५९-२५॥",
          "विकृष्य चापम् परिधाय सायकम्स लील बाणेन च ताडितो मया ।मार्गीम् तनुम् त्यज्य च विक्लव स्वरोबभूव केयूर धरः स राक्षसः ॥३-५९-२६॥",
          "शर आहतेन एव तदा आर्तया गिरास्वरम् मम आलंब्य सु दूर सु श्रवम् ।उदाहृतम् तत् वचनम् सु दारुणम्त्वम् आगतो येन विहाय मैथिलीम् ॥३-५९-२७॥"
        ]
      }
    ]
  }
}