{
  "balakanda": {
    "sanskrit_name": "अरण्यकाण्डम्",
    "chapters": [
      { 
        "chapter_number": 61,
        "slokas": [
         "दृष्ट्वा आश्रम पदम् शून्यम् रामो दशरथ आत्मजः।रहिताम् पर्णशालाम् च प्रविद्धानि आसनानि च ॥३-६१-१॥",
          "अदृष्ट्वा तत्र वैदेहीम् संनिरीक्ष्य च सर्वशः ।उवाच रामः प्राक्रुश्य प्रगृह्य रुचिरौ भुजौ ॥३-६१-२॥",
          "क्व नु लक्ष्मण वैदेही कम् वा देशम् इतो गता ।केन आहृता वा सौमित्रे भक्षिता केन वा प्रिया ॥३-६१-३॥",
          "वृक्षेण आवार्य यदि माम् सीते हसितुम् इच्छसि ।अलम् ते हसितेन अद्य माम् भजस्व सुदुःखितम् ॥३-६१-४॥",
          "यैः सह क्रीडसे सीते विश्वस्तैः मृग पोतकैः ।एते हीनाः त्वया सौम्ये ध्यायन्ति अस्र आविल ईक्षणाः ॥३-६१-५॥",
          "सीताया रहितो अहम् वै न हि जीवामि लक्ष्मण ।वृतम् शोकेन महता सीता हरणजेन माम् ॥३-६१-६॥",
          "पर लोके महाराजो नूनम् द्रक्ष्यति मे पिता ।कथम् प्रतिज्ञाम् संश्रुत्य मया त्वम् अभियोजितः ॥३-६१-७॥",
          "अपूरयित्वा तम् कालम् मत् सकाशम् इह आगतः ।काम वृत्तम् अनार्यम् माम् मृषा वादिनम् एव च ॥३-६१-८॥",
          "धिक् त्वाम् इति परे लोके व्यक्तम् वक्ष्यति मे पिता ।विवशम् शोक संतप्तम् दीनम् भग्न मनोरथम् ॥३-६१-९॥",
          "माम् इह उत्सृज्य करुणम् कीर्तिः नरम् इव अन्ऋजुम् ।क्व गच्चसि वरारोहे मा मोत्सृज्य - मा मा उत्सृज्य - सुमध्यमे ॥३-६१-१०॥",
          "त्वया विरहितः च अहम् त्यक्ष्ये जीवितम् आत्मनः ।इति इव विलपन् रामः सीता दर्शन लालसः ॥३-६१-११॥",
          "न ददर्श सुदुःख आर्तो राघवो जनक आत्मजाम् ।अनासादयमानम् तम् सीताम् शोकपरायणम् ॥३-६१-१२॥",
          "पंकम् आसाद्य विपुलम् सीदन्तम् इव कुंजरम् ।लक्ष्मणो रामम् अत्यर्थम् उवाच हित काम्यया ॥३-६१-१३॥",
          "मा विषादम् महाबुद्धे कुरु यत्नम् मया सह ।इदम् गिरि वरम् वीर बहु कन्दर शोभितम् ॥३-६१-१४॥",
          "प्रिय कानन संचारा वन उन्मत्ता च मैथिली ।सा वनम् वा प्रविष्टा स्यात् नलिनीम् वा सुपुष्पिताम् ॥३-६१-१५॥",
          "सरितम् वा अपि संप्राप्ता मीन वंजुल सेविताम् ।वित्रासयितु कामा वा लीना स्यात् कानने क्वचित् ॥३-६१-१६॥",
          "जिज्ञासमाना वैदेही त्वाम् माम् च पुरुषर्षभ ।तस्या हि अन्वेषणे श्रीमन् क्षिप्रम् एव यतावहे ॥३-६१-१७॥",
          "वनम् सर्वम् विचिनुवो यत्र सा जनक आत्मजा ।मन्यसे यदि काकुत्स्थ मा स्म शोके मनः कृथाः ॥३-६१-१८॥",
          "एवम् उक्तः तु सौहार्दात् लक्ष्मणेन समाहितः ।सह सौमित्रिणा रामो विचेतुम् उपचक्रमे ॥३-६१-१९॥",
          "तौ वनानि गिरीन् चैव सरितः च सरांसि च ।निखिलेन विचिन्वन्तौ सीताम् दशरथ आत्मजौ ॥३-६१-२०॥",
          "तस्य शैलस्य सानूनि शिलाः च शिखराणि च ।निखिलेन विचिन्वन्तौ न एव ताम् अभिजग्मतुः ॥३-६१-२१॥",
          "विचित्य सर्वतः शैलम् रामो लक्ष्मणम् अब्रवीत् ।न इह पश्यामि सौमित्रे वैदेहीम् पर्वते शुभाम् ॥३-६१-२२॥",
          "ततो दुःख अभिसंतप्तो लक्ष्मणो वाक्यम् अब्रवीत् ।विचरन् दण्डक अरण्यम् भ्रातरम् दीप्त तेजसम् ॥३-६१-२३॥",
          "प्राप्स्यसि त्वम् महाप्राज्ञ मैथिलीम् जनक आत्मजाम् ।यथा विष्णुः महाबाहुः बलिम् बद्ध्वा महीम् इमाम् ॥३-६१-२४॥",
          "एवम् उक्तः तु वीरेण लक्ष्मणेन स राघवः ।उवाच दीनया वाचा दुःख अभिहत चेतनः ॥३-६१-२५॥",
          "वनम् सुविचितम् सर्वम् पद्मिन्यः फुल्ल पंकजाः ।गिरिः च अयम् महाप्राज्ञ बहु कन्दर निर्झरः ।न हि पश्यामि वैदेहीम् प्राणेभ्यो अपि गरीयसीम् ॥३-६१-२६॥",
          "एवम् स विलपन् रामः सीता हरण कर्शितः ।दीनः शोक समाविष्टो मुहूर्तम् विह्वलो अभवत् ॥३-६१-२७॥",
          "स विह्वलित सर्व अंगो गत बुद्धिः विचेतनः ।निषसाद आतुरो दीनो निःश्वस्य अशीतम् आयतम् ॥३-६१-२८॥",
          "बहुशः स तु निःश्वस्य रामो राजीव लोचनः ।हा प्रिये ति विचुक्रोश बहुशो बाष्प गद्गदः ॥३-६१-२९॥",
          "तम् सान्त्वयामास ततो लक्ष्मणः प्रिय बान्धवम् ।बहु प्रकारम् शोक आर्तः प्रश्रितः प्रश्रित अंजलिः ॥३-६१-३०॥",
          "अनादृत्य तु तत् वाक्यम् लक्ष्मण ओष्ठ पुट च्युतम् ।अपश्यन् ताम् प्रियाम् सीताम् प्राक्रोशत् स पुनः पुनः ॥३-६१-३१॥"
        ]
      }
    ]
  }
}