{
  "aranyakanda": {
    "sanskrit_name": "अरण्यकाण्डम्",
    "chapters": [
      { 
        "chapter_number": 13,
        "slokas": [
         "राम प्रीतो अस्मि भद्रम् ते परितुष्टो अस्मि लक्ष्मण ।अभिवादयितुम् यन् माम् प्राप्तौ स्थः सह सीतया ॥३-१३-१॥",
          "अध्व श्रमेण वाम् खेदो बाधते प्रचुर श्रमः ।व्यक्तम् उत्कण्ठते वा अपि मैथिली जनक आत्मजा ॥३-१३-२॥",
          "एषा च सुकुमारी च खेदैः च न विमानिता ।प्राअज्य दोषम् वनम् प्रप्ता भर्तृ स्नेह प्रचोदिता ॥३-१३-३॥",
          "यथा एषा रमते राम इह सीता तथा कुरु ।दुष्करम् कृतवती एषा वने त्वाम् अभिगच्छती ॥३-१३-४॥",
          "एषा हि प्रकृतिः स्त्रीणाम् आसृष्टे रघुनंदन ।समस्थम् अनुरंजंते विषमस्थम् त्यजन्ति च ॥३-१३-५॥",
          "शत ह्रदानाम् लोलत्वम् शस्त्राणाम् तीक्ष्णताम् तथा ।गरुड अनिलयोः शैघ्र्यम् अनुगच्छन्ति योषितः ॥३-१३-६॥",
          "इयम् तु भवतो भार्या दोषैर् एतैर् विवर्जिताः ।श्लाघ्या च व्यपदेश्या च यथा देवी हि अरुन्धती ॥३-१३-७॥",
          "अलंकृतो अयम् देशः च यत्र सौमित्रिणा सह ।वैदेह्या च अनया राम वत्स्यसि त्वम् अरिंदम ॥३-१३-८॥",
          "एवम् उक्तः तु मुनिना राघवः संयत अंजलिः ।उवाच प्रश्रितम् वाक्यम् ऋषिम् दीप्तम् इव अनलम् ॥३-१३-९॥",
          "धन्योस्मि अनुगृहीतोस्मि यस्य मे मुनि पुंगवः ।गुणैः सभ्रातृ भार्यस्य गुरुः नः परितुष्यति ॥३-१३-१०॥",
          "किन्तु व्यादिश मे देशम् स उदकम् बहु काननम् ।यत्र आश्रम पदम् कृत्वा वसेयम् निरतः सुखम् ॥३-१३-११॥",
          "ततो अब्रवीत् मुनि श्रेष्ठः श्रुत्वा रामस्य भाषितम् ।ध्यात्वा मुहूर्तम् धर्मात्मा धीरो धीरतरम् वचः ॥३-१३-१२॥",
          "इतो द्वि योजने तात बहु मूल फल उदकः ।देशो बहु मृगः श्रीमान् पंचवटि अभिविश्रुतः ॥३-१३-१३॥",
          "तत्र गत्वा आश्रम पदम् कृत्वा सौमित्रिणा सह ।रमस्व त्वम् पितुर् वाक्यम् यथा उक्तम् अनुपालयन् ॥३-१३-१४॥",
          "विदितो हि एष वृत्तांतो मम सर्वः तव अनघ ।तपसः च प्रभावेण स्नेहाद् दशरथस्य च ॥३-१३-१५॥",
          "हृदयस्थः च ते छन्दो विज्ञातः तपसा मया ।इह वासम् प्रतिज्ञाय मया सह तपो वने ॥३-१३-१६॥",
          "अतः च त्वाम् अहम् ब्रूमि गच्छ पंचवटीम् इति ।स हि रम्यो वनोद्देशो मैथिली तत्र रंस्यते ॥३-१३-१७॥",
          "स देशः श्लाघनीयः च न अतिदूरे च राघव ।गोदावर्याः समीपे च मैथिली तत्र रंस्यते ॥३-१३-१८॥",
          "प्राज्य मूल फलैः चैव नाना द्विज गणैर् युतः ।विविक्तः च महाबाहो पुण्यो रम्यः तथैव च ॥३-१३-१९॥",
          "भवान् अपि सदाचारः च शक्तः च परिरक्षणे ।अपि च अत्र वसन् राम तापसान् पालयिष्यसि ॥३-१३-२०॥",
          "एतत् आलक्ष्यते वीर मधूकानाम् महत् वनम् ।उत्तरेण अस्य गंतव्यम् न्यग्रोधम् अपि गच्छता ॥३-१३-२१॥",
          "ततः स्थलम् उपारुह्य पर्वतस्य अविदूरतः ।ख्यातः पंचवटी इति एव नित्य पुष्पित काननः ॥३-१३-२२॥",
          "अगस्त्येन एवम् उक्तः तु रामः सौमित्रिणा सह ।सत्कृत्य आमंत्रयामास तम् ऋषिम् सत्य वादिनम् ॥३-१३-२३॥",
          "तौ तु तेन अभ्यनुज्ञातौ कृत पाद अभिवन्दनौ ।तम् आश्रमम् पंचवटीम् जग्मतुः सह सीतया ॥३-१३-२४॥",
          "गृहीत चापौ तु नराधिप आत्मजौ<br>विषक्त तूणी समरेषु अकातरौ ।यथा उपदिष्टेन पथा महर्षिणा ।प्रजग्मतुः पंचवटीम् समाहितौ ॥३-१३-२५॥"
        ]
      }
    ]
  }
}