{
  "aranyakanda": {
    "sanskrit_name": "अरण्यकाण्डम्",
    "chapters": [
      { 
        "chapter_number": 37,
        "slokas": [
         "तत् श्रुत्वा राक्षसेन्द्रस्य वाक्यम् वाक्य विशारदः ।प्रत्युवाच महाप्राज्ञो मारीचो राक्षसेश्वरम् ॥३-३७-१॥",
          "सुलभाः पुरुषा राजन् सततम् प्रिय वादिनः ।अप्रियस्य च पथ्यस्य वक्ता श्रोता च दुर्लभः ॥३-३७-२॥",
          "न नूनम् बुध्यसे रामम् महावीर्यम् गुण उन्नतम् ।अयुक्त चारः चपलो महेन्द्र वरुण उपमम् ॥३-३७-३॥",
          "अपि स्वस्ति भवेत् तात सर्वेषाम् भुवि रक्षसाम् ।अपि रामो न संक्रुद्धः कुर्यात् लोकम् अराक्षसम् ॥३-३७-४॥",
          "अपि ते जीवित अंताय न उत्पन्ना जनकात्मजा ।अपि सीता निमित्तम् च न भवेत् व्यसनम् महत् ॥३-३७-५॥",
          "अपि त्वाम् ईश्वरम् प्राप्य काम वृत्तम् निरंकुशम् ।न विनश्येत् पुरी लंका त्वया सह स राक्षसा ॥३-३७-६॥",
          "त्वत् विधः काम वृत्तो हि दुःशीलः पाप मंत्रितः ।आत्मानम् स्व जनम् राष्ट्रम् स राजा हन्ति दुर्मतिः ॥३-३७-७॥",
          "न च पित्रा परित्यक्तो न अमर्यादः कथंचन ।न लुब्धो न च दुःशीलो न च क्षत्रिय पांसनः ॥३-३७-८॥",
          "न च धर्म गुणैर् हीनैः कौसल्या आनंद वर्धनः ।न च तीक्ष्णो हि भूतानाम् सर्व भूत हिते रतः ॥३-३७-९॥",
          "वंचितम् पितरम् दृष्ट्वा कैकेय्या सत्य वादिनम् ।करिष्यामि इति धर्मात्मा ततः प्रव्रजितो वनम् ॥३-३७-१०॥",
          "कैकेय्याः प्रिय कामार्थम् पितुर् दशरथस्य च ।हित्वा राज्यम् च भोगान् च प्रविष्टो दण्डका वनम् ॥३-३७-११॥",
          "न रामः कर्कशः तात न अविद्वान् न अजित इन्द्रियः ।अनृतम् न श्रुतम् चैव नैव त्वम् वक्तुम् अर्हसि ॥३-३७-१२॥",
          "रामो विग्रहवान् धर्मः साधुः सत्य पराक्रमः ।राजा सर्वस्य लोकस्य देवानाम् इव वासवः ॥३-३७-१३॥",
          "कथम् नु तस्य वैदेहीम् रक्षिताम् स्वेन तेजसा ।इच्छसे प्रसभम् हर्तुम् प्रभाम् इव विवस्वतः ॥३-३७-१४॥",
          "शर अर्चिषम् अनाधृष्यम् चाप खड्ग इन्धनम् रणे ।राम अग्निम् सहसा दीप्तम् न प्रवेष्टुम् त्वम् अर्हसि ॥३-३७-१५॥",
          "धनुर् व्यादित दीप्त आस्यम् शर अर्चिषम् अमर्षणम् ।चाप बाण धरम् तीक्ष्णम् शत्रु सेना अपहारिणम् ॥३-३७-१६॥",
          "राज्यम् सुखम् च संत्यज्य जीवितम् च इष्टम् आत्मनः ।न अति आसादयितुम् तात राम अंतकम् इह अर्हसि ॥३-३७-१७॥",
          "अप्रमेयम् हि तत् तेजो यस्य सा जनकात्मजा ।न त्वम् समर्थः ताम् हर्तुम् राम चाप आश्रयाम् वने ॥३-३७-१८॥",
          "तस्य वै नर सिंहस्य सिंह उरस्कस्य भामिनी ।प्राणेभ्यो अपि प्रियतरा भार्या नित्यम् अनुव्रता ॥३-३७-१९॥",
          "न सा धर्षयितुम् शक्या मैथिली ओजस्विनः प्रिया ।दीप्तस्य इव हुत आशस्य शिखा सीता सुमध्यमा ॥३-३७-२०॥",
          "किम् उद्यमम् व्यर्थम् इमम् कृत्वा ते राक्षसाधिप ।दृष्टः चेत् त्वम् रणे तेन तत् अंतम् तव जीवितम् ॥३-३७-२१॥",
          "जीवितम् च सुखम् चैव राज्यम् चैव सुदुर्लभम् ।यत् इच्छसि चिरम् भोक्तुम् मा कृथा राम विप्रियम् ॥३-३७-२२॥",
          "स सर्वैः सचिवैः सार्धम् विभीषण पुरस्कृतैः ।मंत्रयित्वा तु धर्मिष्ठैः कृत्वा निश्चयम् आत्मनः ।दोषाणाम् च गुणानाम् च संप्रधार्य बल अबलम् ॥३-३७-२३॥",
          "आत्मनः च बलम् ज्ञात्वा राघवस्य च तत्त्वतः ।हितम् हि तव निश्चित्य क्षमम् त्वम् कर्तुम् अर्हसि ॥३-३७-२४॥",
          "अहम् तु मन्ये तव न क्षमम् रणेसमागमम् कोसल राज सूनुना ।इदम् हि भूयः शृणु वाक्यम् उत्तमम्क्षमम् च युक्तम् च निशाचर अधिप ॥३-३७-२५॥"
        ]
      }
    ]
  }
}