{
  "balakanda": {
    "sanskrit_name": "अरण्यकाण्डम्",
    "chapters": [
      { 
        "chapter_number": 56,
        "slokas": [
         "सा तथा उक्ता तु वैदेही निर्भया शोक कर्शिता ।तृणम् अन्तरतः कृत्वा रावणम् प्रति अभाषत ॥३-५६-१॥",
          "राजा दशरथो नाम धर्म सेतुः इव अचलः ।सत्य सन्धः परिज्ञातो यस्य पुत्रः स राघवः ॥३-५६-२॥",
          "रामो नाम स धर्मात्मा त्रिषु लोकेषु विश्रुतः ।दीर्घ बाहुः विशालाक्षो दैवतम् स पतिः मम ॥३-५६-३॥",
          "इक्ष्वाकूणाम् कुले जातः सिंह स्कन्धो महाद्युतिः ।लक्ष्मणेन सह भ्रात्रा यः ते प्राणान् हरिष्यति ॥३-५६-४॥",
          "प्रत्यक्षम् यदि अहम् तस्य त्वया स्याम् धर्षिता बलात् ।शयिता त्वम् हतः संख्ये जनस्थाने यथा खरः ॥३-५६-५॥",
          "य एते राक्षसाः प्रोक्ता घोर रूपा महाबलाः ।राघवे निर्विषाः सर्वे सुपर्णे पन्नगा यथा ॥३-५६-६॥",
          "तस्य ज्या विप्रमुक्ताः ते शराः कांचन भूषणाः ।शरीरम् विधमिष्यन्ति गंगा कूलम् इव ऊर्मयः ॥३-५६-७॥",
          "असुरैः वा सुरैः वा त्वम् यदि अवध्यो असि रावण ।उत्पाद्य सुमहत् वैरम् जीवन् तस्य न मोक्ष्यसे ॥३-५६-८॥",
          "स ते जीवित शेषस्य राघवो अन्त करो बली ।पशोः यूप गतस्य इव जीवितम् तव दुर्लभम् ॥३-५६-९॥",
          "यदि पश्येत् स रामः त्वाम् रोष दीप्तेन चक्षुषा ।रक्षः त्वम् अद्य निर्दग्धो यथा रुद्रेण मन्मधः ॥३-५६-१०॥",
          "यः चन्द्रम् नभसो भूमौ पातयेन् नाशयेत वा ।सागरम् शोषयेत् वा अपि स सीताम् मोचयेत् इह ॥३-५६-११॥",
          "गत आयुः त्वम् गत श्रीकः गत सत्त्वो गत इन्द्रियः ।लंका वैधव्य संयुक्ता त्वत् कृतेन भविष्यति ॥३-५६-१२॥",
          "न ते पापम् इदम् कर्म सुख उदर्कम् भविष्यति ।या अहम् नीता विना भावम् पति पार्श्वात् त्वया वनात् ॥३-५६-१३॥",
          "स हि देवर - दैवत - संयुक्तो मम भर्ता महाद्युतिः ।निर्भयो वीर्यम् आश्रित्य शून्ये वसति दण्डके ॥३-५६-१४॥",
          "स ते वीर्यम् दर्पम् बलम् उत्सेकम् च तथा विधम् ।अपनेष्यति गात्रेभ्यः शर वर्षेण संयुगे ॥३-५६-१५॥",
          "यदा विनाशो भूतानाम् दृश्यते काल चोदितः ।तदा कार्ये प्रमाद्यन्ति नराः काल वशम् गताः ॥३-५६-१६॥",
          "माम् प्रधृष्य स ते कालः प्राप्तो अयम् रक्षस अधम ।आत्मनो राक्षसानाम् च वधाय अन्तः पुरस्य च ॥३-५६-१७॥",
          "न शक्या यज्ञ मध्यस्था वेदिः स्रुक् भाण्ड मण्डिता ।द्विजाति मंत्र संपूता चण्डालेन अवमर्दितुम् ॥३-५६-१८॥",
          "तथा अहम् धर्म नित्यस्य धर्म पत्नी दृढ व्रता ।त्वया संप्रष्टुम् न शक्या अहम् राक्षसाधम पापिना ॥३-५६-१९॥",
          "क्रीडन्ती राज हंसेन पद्म षंडेषु नित्यशः ।हंसी सा तृण षण्डस्थम् कथम् द्रक्षेत मद्गुकम् ॥३-५६-२०॥",
          "इदम् शरीरम् निःसंज्ञम् बन्ध वा घातयस्व वा ।न इदम् शरीरम् रक्ष्यम् मे जीवितम् वा अपि राक्षस ॥३-५६-२१॥",
          "न तु शक्यामि उपक्रोशम् पृथिव्याम् धातुम् आत्मनः ।एवम् उक्त्वा तु वैदेही क्रोद्धात् सु परुषम् वचः ॥३-५६-२२॥",
          "रावणम् मैथिली तत्र पुनः न उवाच किंचन ।सीताया वचनम् श्रुत्वा परुषम् रोम हर्षणम् ॥३-५६-२३॥",
          "प्रति उवाच ततः सीताम् भय संदर्शनम् वचः ।शृणु मैथिलि मत् वाक्यम् मासान् द्वादश भामिनि ॥३-५६-२४॥",
          "कालेन अनेन न अभ्येषि यदि माम् चारु हासिनि ।ततः त्वाम् प्रातः आशा अर्थम् सूदाः छेत्स्यन्ति लेशशः ॥३-५६-२५॥",
          "इति उक्त्वा परुषम् वाक्यम् रावणः शत्रु रावणः ।राक्षसीः च ततः क्रुद्ध इदम् वचनम् अब्रवीत् ॥३-५६-२६॥",
          "शीघ्रम् एव हि राक्षस्यो विकृता घोर दर्शनाः ।दर्पम् अस्या अपनेष्यन्तु मांस शोणित भोजनाः ॥३-५६-२७॥",
          "वचनात् एव ताः तस्य विकृता घोर दर्शनाः ।कृत प्रांजलयो भूत्वा मैथिलीम् पर्यवारयन् ॥३-५६-२८॥",
          "स ताः प्रोवाच राजा तु रावणो घोर दर्शनाः ।प्रचाल्य चरण उत्कर्षैः दारयन् इव मेदिनीम् ॥३-५६-२९॥",
          "अशोक वनिका मध्ये मैथिली नीयताम् इति ।तत्र इयम् रक्ष्यताम् गूढम् युष्माभिः परिवारिता ॥३-५६-३०॥",
          "तत्र एनाम् तर्जनैः घोरैः पुनः सांत्वैः च मैथिलीम् ।आनयध्वम् वशम् सर्वा वन्याम् गज वधूम् इव ॥३-५६-३१॥",
          "इति प्रति समादिष्टा राक्षस्यो रावणेन ताः ।अशोक वनिकाम् जग्मुः मैथिलीम् परिगृह्य तु ॥३-५६-३२॥",
          "सर्वकामफलैर्वृक्षैर्नानापुष्पफलैर्वृताम् - यद्वा -सर्व काम फलैः वृक्षैः नाना पुष्प फलैः वृताम् ।सर्व काल मदैः च अपि द्विजैः समुपसेविताम् ॥३-५६-३३॥",
          "सा तु शोक परीत अंगी मैथिली जनकात्मजा ।राक्षसी वशम् आपन्ना व्याघ्रीणाम् हरिणी यथा ॥३-५६-३४॥",
          "शोकेन महता ग्रस्ता मैथिली जनकात्मजा ।न शर्म लभते भीरुः पाश बद्धा मृगी यथा ॥३-५६-३५॥",
          "न विन्दते तत्र तु शर्म मैथिलीविरूप नेत्राभिः अतीव तर्जिता ।पतिम् स्मरन्ती दयितम् च देवरम्विचेतना अभूत् भय शोक पीडिता ॥३-५६-३६॥"
        ]
      }
    ]
  }
}