{
  "kishkindhakanda": {
    "sanskrit_name": "किष्किन्धाकाण्डम्डम्",
    "chapters": [
      { 
        "chapter_number" : 28,
        "slokas": [
          "स तदा वालिनम् हत्वा सुग्रीवम् अभिषिच्य च ।वसन् माल्यवतः पृष्टे रामो लक्ष्मणम् अब्रवीत् ॥४-२८-१॥",
          "अयम् स कालः संप्राप्तः समयो अद्य जल आगमः ।संपश्य त्वम् नभो मेघैः संवृतम् गिरि संनिभैः ॥४-२८-२॥",
          "नव मास धृतम् गर्भम् भास्करस्य गभस्तिभिः ।पीत्वा रसम् समुद्राणाम् द्यौः प्रसूते रसायनम् ॥४-२८-३॥",
          "शक्यम् अंबरम् आरुह्य मेघ सोपान पंक्तिभिः ।कुटज अर्जुन मालाभिः अलंकर्तुम् दिवाकरम् ॥४-२८-४॥",
          "संध्या राग उत्थितैः ताम्रैः अंतेषु अधिक पाण्डुरैः ।स्निग्धैः अभ्र पट च्छेदैः बद्ध व्रणम् इव अंबरम् ॥४-२८-५॥",
          "मन्द मारुत निःश्वासम् संध्या चंदन रंजितम् ।आपाण्डु जलदम् भाति काम आतुरम् इव अंबरम् ॥४-२८-६॥",
          "एषा घर्म परिक्लिष्टा नव वारि परिप्लुता ।सीता इव शोक संतप्ता मही बाष्पम् विमुंचति ॥४-२८-७॥",
          "मेघ उदर विनिर्मुक्ताः कर्पूर दल शीतलाः ।शक्यम् अंजलिभिः पातुम् वाताः केतकि गन्धिनः ॥४-२८-८॥",
          "एष फुल्ल अर्जुनः शैलः केतकैः अधिवासितः ।सुग्रीव इव शान्त अरिः धाराभिः अभिषिच्यते ॥४-२८-९॥",
          "मेघ कृष्ण अजिन धरा धारा यज्ञ उपवीतिनः ।मारुत आपूरित गुहाः प्राधीता इव पर्वताः ॥४-२८-१०॥",
          "कशाभिः इव हैमीभिः विद्युद्भिः इव ताडितम् ।अन्तः स्तनित निर्घोषम् सवेदनम् इव अंबरम् ॥४-२८-११॥",
          "नील मेघ आश्रिता विद्युत् स्फुरंती प्रतिभाति मे ।स्फुरंती रावणस्य अंके वैदेही इव तपस्विनी ॥४-२८-१२॥",
          "इमाः ता मन्मथवताम् हिताः प्रतिहता दिशः ।अनुलिप्ता इव घनैः नष्ट ग्रह निशा कराः ॥४-२८-१३॥",
          "क्वचित् बाष्प अभिसंरुद्धान् वर्ष आगम समुत्सुकान् ।कुटजान् पश्य सौमित्रे पुष्टितान् गिरि सानुषु ।मम शोक अभिभूतस्य काम सम्दीपनान् स्थितान् ॥४-२८-१४॥",
          "रजः प्रशांतम् स हिमो अद्य वायुःनिदाघ दोष प्रसराः प्रशांताः ।स्थिता हि यात्रा वसुधा अधिपानाम्प्रवासिनो यांति नराः स्व देशान् ॥४-२८-१५॥",
          "संप्रस्थिता मानस वास लुब्धाःप्रिय अन्विताः संप्रति चक्रवाकः ।अभीक्ष्ण वर्ष उदक विक्षतेषुयानानि मार्गेषु न संपतन्ति ॥४-२८-१६॥",
          "क्वचित् प्रकाशम् क्वचिद् अप्रकाशम्नभः प्रकीर्णा अंबु धरम् विभाति ।क्वचित् क्वचित् पर्वत संनिरुद्धम्रूपम् यथा शान्त महार्णवस्य ॥४-२८-१७॥",
          "व्यामिश्रितम् सर्ज कदंब पुष्पैःनवम् जलम् पर्वत धातु ताम्रम् ।मयूर केकाभिः अनुप्रयातम्शैल अपगाः शीघ्रतरम् वहन्ति ॥४-२८-१८॥",
          "रस आकुलम् षट्पद संनिकाशम्प्रभुज्यते जंबु फलम् प्रकामम् ।अनेक वर्णम् पवन अवधूतम्भूमौ पतति आम्र फलम् विपक्वम् ॥४-२८-१९॥",
          "विद्युत् पताकाः स बलाक मालाःशैलेन्द्र कूट आकृति संनिकाशाः ।गर्जन्ति मेघाः समुदीर्ण नादामत्त गजेन्द्रा इव संयुगस्थाः ॥४-२८-२०॥",
          "वर्ष उदक आअप्यायित शाद्वलानिप्रवृत्त नृत्त उत्सव बर्हिणानि ।वनानि निर्वृष्ट बलाहकानिपश्य अपराह्णेषु अधिकम् विभान्ति ॥४-२८-२१॥",
          "सम् उद् वहन्तः सलिल अति भारम्बलाकिनो वारि धरा नदन्तः ।महत्सु शृंगेषु मही धराणाम्विश्रम्य विश्रम्य पुनः प्रयान्ति ॥४-२८-२२॥",
          "मेघ अभिकामा परिसंपतन्तीसम्मोदिता भाति बलाक पंक्तिः ।वात अवधूता वर पौण्डरीकीलंब इव माला रुचिर अंबरस्य ॥४-२८-२३॥",
          "बाल इन्द्रगोप्ता अंतर चित्रितेनविभाति भूमिः नव शाद्वलेन ।गात्र अनुपृक्तेन शुक प्रभेणनारी इव लाक्ष उक्षित कंबलेन ॥४-२८-२४॥",
          "निद्रा शनैः केशवम् अभ्युपैतिद्रुतम् नदी सागरम् अभ्युपैति ।हृष्टा बलाका घनम् अभ्युपैतिकान्ता स कामा प्रियम् अभ्युपैति ॥४-२८-२५॥",
          "जाता वनान्ताः शिखि सुप्रनृत्ताजाताः कदंबाः स कदंब शाखाः ।जाता वृषा गोषु समान कामाजाता मही सस्य वन अभिरामा ॥४-२८-२६॥",
          "वहन्ति वर्षन्ति नदन्ति भान्तिध्यायन्ति नृत्यन्ति समाश्वसन्ति ।नद्यो घना मत्त गजा वन अन्ताःप्रिया विहीनाः शिखिनः प्लवंगाः ॥४-२८-२७॥",
          "प्रहर्षिताः केतक पुष्प गन्धम्आघ्राय मत्ता वन निर्झरेषु ।प्रपात शब्द आकुलिता गजेन्द्राःसार्धम् मयूरैः स मदा नदन्ति ॥४-२८-२८॥",
          "धारा निपातैः अभिहन्यमानाःकदंब शाखासु विलंबमानाः ।क्षण अर्जितम् पुष्प रस अवगाढम्शनैर् मदम् षट् चरणाः त्यजन्ति ॥४-२८-२९॥",
          "अंगार चूर्ण उत्कर संनिकाशैःफलैः सुपर्याप्त रसैः समृद्धैः ।जंबू द्रुमाणाम् प्रविभान्ति शाखानिपीयमाना इव षट्पद ओघैः ॥४-२८-३०॥",
          "तडित् पताकाभिः अलंकृतानाम्उदीर्ण गंभीर महा रवाणाम् ।विभान्ति रूपाणि बलाहकानाम्रण उत्सुकानाम् इव वारणानाम् ॥४-२८-३१॥",
          "मार्ग अनुगः शैल वन अनुसारीसंप्रस्थितो मेघ रवम् निशम्य ।युद्ध अभिकामः प्रतिनाद शन्कीमत्तो गजेन्द्रः प्रतिसंनिवृत्तः ॥४-२८-३२॥",
          "क्वचित् प्रगीता इव षट्पद ओघैःक्वचित् प्रवृत्ता इव नील कण्ठैः ।क्वचित् प्रमत्ता इव वारण इन्द्रैःविभाति अनेक आश्रयिणो वनान्ता ॥४-२८-३३॥",
          "कदंब सर्जा अर्जुन कंदल आढ्यावनान्त भूमि मधु वारि पूर्णा ।मयूर मत्ता अभिरुत प्रवृत्तैःअपान भूमि प्रतिमा विभाति ॥४-२८-३४॥",
          "मुक्ता समाभम् सलिलम् पतत् वैसुनिर्मलम् पत्र पुटेषु लग्नम् ।हृष्टा विवर्ण च्छदना विहंगाःसुरेन्द्र दत्तम् तृषिताः पिबन्ति ॥४-२८-३५॥",
          "षत्पद तंत्री मधुर अभिधानम्प्लवंगम् उदीरित कण्ठ तालम् ।आविष्कृतम् मेघ मृदंग नादैःवनेषु संगीतम् इव प्रवृत्तम् ॥४-२८-३६॥",
          "क्वचित् प्रनृत्तैः क्वचित् उन् नदद्भिःक्वचित् च वृक्ष अग्र निषण्ण कायैः ।व्यालंब बर्ह आभरणैः मयूरैःवनेषु संगितम् इव प्रवृत्तम् ॥४-२८-३७॥",
          "स्वनैः घनानाम् प्लवगाः प्रबुद्धाविहाय निद्राम् चिर संनिरुद्धाम् ।अनेक रूपा आकृति वर्ण नादानव अंबु धारा अभिहता नदन्ति ॥४-२८-३८॥",
          "नद्यः समुद्वाहित चक्रवाकातटानि शीर्णानि अपवाहयित्वा ।दृप्ता नव प्राभृत पूर्ण भोगाद्रुतम् स्व भर्तारम् उपोप यान्ति ॥४-२८-३९॥",
          "नीलेषु नीला नव वारि पूर्णामेघेषु मेघाः प्रविभान्ति सक्ताः ।दवाग्नि दग्धेषु दवाग्नि दग्धाःशैलेषु शैला इव बद्ध मूलाः ॥४-२८-४०॥",
          "प्रमत्त संनाददित बर्हिणानिस शक्रगोप अकुल शाद्वलानि ।चरन्ति नीप अर्जुन वासितानिगजाः सुरम्याणि वन अन्तराणि ॥४-२८-४१॥",
          "नव अंबु धार आहत केसराणिद्रुतम् परित्यज्य सरोरुहाणि ।कदंब पुष्पाणि स केसराणिनवानि हृष्टा भ्रमराः पिबन्ति ॥४-२८-४२॥",
          "मत्ता गजेन्द्रा मुदिता गवेन्द्रावनेषु विक्रांततरा मृगेन्द्राः ।रम्या नगेन्द्रा निभृता नरेन्द्राःप्रक्रीडितो वारि धरैः सुरेन्द्रः ॥४-२८-४३॥",
          "मेघाः समुद् भूत समुद्र नादामहाजल ओघैः गगन अवलंबाः ।नदीः तटाकानि सरांसि वापिःमहीम् च कृत्स्नाम् अपवाहयन्ति ॥४-२८-४४॥",
          "वर्ष प्रवेगा विपुला पतन्तिप्रवान्ति वाताः समुदीर्ण वेगाः ।प्रनष्ट कूलाः प्रवहन्ति शीघ्रम्नद्यो जलम् विप्रतिपन्न मार्गाः ॥४-२८-४५॥",
          "नरैः नरेन्द्रा इव पर्वतेन्द्राःसुरेन्द्र नीतैः पवन उपनीतैः ।घन अंबु कुम्भैः अभिषिच्यमानारूपम् श्रियम् स्वाम् इव दर्शयन्ति ॥४-२८-४६॥",
          "घन उपगूढम् गगनम् न तारान भास्करो दर्शनम् अभ्युपैति ।नवैः जल ओघैः धरणी वितृप्तातमो विलिप्ता न दिशः प्रकाशाः ॥४-२८-४७॥",
          "महान्ति कूटानि मही धराणाम्धारा विधौतानि अधिकम् विभान्ति ।महा प्रमाणैः विपुलैः प्रपातैःमुक्त कलापैः इव लंबमानैः ॥४-२८-४८॥",
          "शैलोपल प्रस्खलमान वेगाःशैलोत्तमानाम् विपुलाः प्रपाताः ।गुहासु संनादित बर्हिणासुहारा विकीर्यन्त इव अवभान्ति ॥४-२८-४९॥",
          "शीघ्र प्रवेगा विपुलाः प्रपातानिर्धौत शृंग उपतला गिरीणाम् ।मुक्ता कलाप प्रतिमाः पतन्तोमहा गुह उस्त्संग तलैः ध्रियन्ते ॥४-२८-५०॥",
          "सुरताम् अर्द विच्छिन्नाः स्वर्ग स्त्री हार मौक्तिकाः ।पतन्ति च अतुलाः दिक्षु तोय धाराः समन्ततः ॥४-२८-५१॥",
          "विलीयमानैः विहगैः निमीलद्भिः च पंकजैः ।विकसन्त्या च मालत्या गतो अस्तम् ज्ञायते रविः ॥४-२८-५२॥",
          "वृत्ता यात्रा नरेन्द्राणाम् सेना पथि एव वर्तते ।वैराणि चैव मार्गाः च सलिलेन समीकृताः ॥४-२८-५३॥",
          "मासि प्रौष्ठपदे ब्रह्म ब्राह्मणानाम् विवक्षताम् ।अयम् अध्याय समयः सामगानाम् उपस्थितः ॥४-२८-५४॥",
          "निवृत्त कर्म आयतनो नूनम् संचित संचयः ।आषाढीम् अभ्युपगतो भरतः कोसल अधिपः ॥४-२८-५५॥",
          "नूनम् आपूर्यमाणायाः सरय्वा वधते रयः ।माम् समीक्ष्य समायान्तम् अयोध्याया इव स्वनः ॥४-२८-५६॥",
          "इमाः स्फीत गुणा वर्षाः सुग्रीवः सुखम् अश्नुते ।विजित अरिः स दारः च राज्ये महति च स्थितः ॥४-२८-५७॥",
          "अहम् तु हृत दारः च राज्यात् च महतः च्युतः ।नदी कूलम् इव क्लिन्नम् अवसीदामि लक्ष्मण ॥४-२८-५८॥",
          "शोकः च मम विस्तीर्णो वर्षाः च भृश दुर्गमाः ।रावणः च महान् शत्रुः अपारम् प्रतिभाति मे ॥४-२८-५९॥",
          "अयात्राम् चैव दृष्ट्वा इमाम् मार्गाम् च भृश दुर्गमान् ।प्रणते चैव सुग्रीवे न मया किंचित् ईरितम् ॥४-२८-६०॥",
          "अपि च अति परिक्लिष्टम् चिरात् दारैः समागतम् ।आत्म कार्य गरीयस्त्वात् वक्तुम् न इच्छामि वानरम् ॥४-२८-६१॥",
          "स्वयम् एव हि विश्रम्य ज्ञात्वा कालम् उपागतम् ।उपकारम् च सुग्रीवो वेत्स्यते न अत्र संशयः ॥४-२८-६२॥",
          "तस्मात् काल प्रतीक्षो अहम् स्थितो अस्मि शुभ लक्षण ।सुग्रीवस्य नदीनाम् च प्रसादम् अभिकांक्षयन् ॥४-२८-६३॥",
          "उपकारेण वीरो हि प्रतिकारेण युज्यते ।अकृतज्ञो अप्रतिकृतो हन्ति सत्त्ववताम् मनः ॥४-२८-६४॥",
          "अथ एवम् उक्तः प्रणिधाय लक्ष्मणःकृत अंजलिः तत् प्रतिपूज्य भाषितम् ।उवाच रामम् स्वभिराम दर्शनम्प्रदर्शयन् दर्शनम् आत्मनः शुभम् ॥४-२८-६५॥",
          "यत् उक्तम् एतत् तव सर्वम् ईप्सितम्नर इन्द्र कर्ता नचिरा हरि ईश्वरः ।शरत् प्रतीक्षः क्षमताम् इमम् भवान्जल प्रपातम् रिपु निग्रहे धृतः ॥४-२८-६६॥"
        ]
      }
    ]
  }
}