{
  "kishkindhakanda": {
    "sanskrit_name": "किष्किन्धाकाण्डम्डम्",
    "chapters": [
      { 
        "chapter_number" : 31,
        "slokas": [
          "स कामिनम् दीनम् अदीन सत्त्वःशोक अभिपन्नम् समुदीर्ण कोपम् ।नरेन्द्र सूनुर् नरदेव पुत्रम्रामानुजः पूर्वजम् इति उवाच ॥४-३१-१॥",
          "न वानरः स्थास्यति साधु वृत्तेन मन्यते कर्म फल अनुषंगान् ।न भोक्ष्यते वानर राज्य लक्ष्मीम्तथा हि न अभिक्रमते अस्य बुद्धिः ॥४-३१-२॥",
          "मति क्षयात् ग्राम्य सुखेषु सक्तःतव प्रसाद अप्रतिकार बुद्धिः ।हतो अग्रजम् पश्यतु वालिनम्न राज्यम् एवम् विगुणस्य देयम् ॥४-३१-३॥",
          "न धारये कोपम् उदीर्ण वेगम्निहन्मि सुग्रीवम् असत्यम् अद्य ।हरि प्रवीरैः सह वालि पुत्रोनरेन्द्र पुत्र्या विचयम् करोतु ॥४-३१-४॥",
          "तम् आत्त बाण आसनम् उत्पतंतम्निवेदित अर्थम् रण चण्ड कोपम् ।उवच रामः पर वीर हन्तास्व वेक्षितम् स अनुनयम् च वाक्यम् ॥४-३१-५॥",
          "न हि वै त्वत् विधो लोके पापम् एवम् समाचरेत् ।कोपम् आर्येण यो हन्ति स वीरः पुरुषोत्तमः ॥४-३१-६॥",
          "न इदम् अत्र त्वया ग्राह्यम् साधु वृत्तेन लक्ष्मण ।ताम् प्रीतिम् अनुवर्तस्व पूर्व वृत्तम् च संगतम् ॥४-३१-७॥",
          "साम उपहितया वाचा रूक्षाणि परिवर्जयन् ।वक्तुम् अर्हसि सुग्रीवम् व्यतीतम् काल पर्यये ॥४-३१-८॥",
          "सो अग्रजेन अनुशिष्ट अर्थो यथावत् पुरुषर्षभः ।प्रविवेश पुरीम् वीरो लक्ष्मणः पर वीर हा ॥४-३१-९॥",
          "ततः शुभ मतिः प्राज्ञो भ्रातुः प्रियहितेरतः ।लक्ष्मणः प्रतिसंरब्धो जगाम भवनम् कपेः ॥४-३१-१०॥",
          "शक्र बाणासन प्रख्यम् धनुः कालांतक उपमः ।प्रगृह्य गिरि शृंगाभम् मन्दरः सानुमान् इव ॥४-३१-११॥",
          "यथा उक्त कारी वचनम् उत्तरम् चैव स उत्तरम् ।बृहस्पति समो बुद्ध्या मत्त्वा रामानुजः तदा ॥४-३१-१२॥",
          "काम क्रोध समुत्थेन भ्रातुः कोपाग्निना वृतः ।प्रभंजन इव अप्रीतः प्रययौ लक्ष्मणः तदा ॥४-३१-१३॥",
          "साल ताल अश्व कर्णाम् च तरसा पातयन् बलात् ।पर्यस्यन् गिरि कूटानि द्रुमान् अन्याम् च वेगितः ॥४-३१-१४॥",
          "शिलाः च शकली कुर्वन् पद्भ्याम् गज इव आशु गः ।दूरम् एक पदम् त्यक्त्वा ययौ कार्यवशात् द्रुतम् ॥४-३१-१५॥",
          "ताम् अपश्यत् बल आकीर्णाम् हरिराज महापुरीम् ।दुर्गाम् इक्ष्वाकु शार्दूलः किष्किंधाम् गिरि संकटे ॥४-३१-१६॥",
          "रोषात् प्रस्फुरमाण ओष्ठः सुग्रीवम् प्रति लक्ष्मणः ।ददर्श वानरान् भीमान् किष्किंधाया बहिः चरान् ॥४-३१-१७॥",
          "तम् दृष्ट्वा वानराः सर्वे लक्ष्मणम् पुरुषर्षभम्शैल शृंगाणि शतशः प्रवृद्धाम् च महीरुहान् ।जगृहुः कुंजर प्रख्या वानराः पर्वत अंतरे ॥४-३१-१८॥",
          "तान् गृहीत प्रहरणान् सर्वान् दृष्ट्वा तु लक्ष्मणः ।बभूव द्विगुणम् क्रुद्धो बहु इंधन इव अनलः ॥४-३१-१९॥",
          "तम् ते भयपरीत अंगाः ख्सुब्धम् दृष्ट्वा प्लवंगमाः ।काल मृत्यु युगांताअभम् शतशो विद्रुता दिशः ॥४-३१-२०॥",
          "ततः सुग्रीव भवनम् प्रविश्य हरिपुंगवाः ।क्रोधम् आगमनम् चैव लक्ष्मणस्य न्यवेदयन् ॥४-३१-२१॥",
          "तारया सहितः कामी सक्तः कपिवृषः तदा ।न तेषाम् कपि वीराणाम् शुश्राव वचनम् तदा ॥४-३१-२२॥",
          "ततः सचिव संदिष्टा हरयो रोमहर्षणाः ।गिरि कुंजर मेघ आभा नगर्या निर्ययुः तदा ॥४-३१-२३॥",
          "नख दंष्ट्र आयुधा सर्वे वीराः विकृत दर्शनाः ।सर्वे शार्दूल दर्पाः च सर्वे च विकृत आननाः ॥४-३१-२४॥",
          "दश नाग बलाः केचित् केचित् दश गुणोत्तराः ।केचित् नाग सहस्रस्य बभूवुः तुल्य वर्चसः ॥४-३१-२५॥",
          "ततः तैः कपिभिर् व्याप्ताम् द्रुम हस्तैर् महाबलैः ।अपश्यत् लक्ष्मणः क्रुद्धः किष्किंधाम् ताम् दुरासदम् ॥४-३१-२६॥",
          "ततः ते हरयः सर्वे प्राकार परिख अंतरात् ।निष्क्रम्य उदग्र सत्त्वाः तु तस्थुर् आविष्कृतम् तदा ॥४-३१-२७॥",
          "सुग्रीवस्य प्रमादम् च पूर्वजस्य अर्थम् आत्मवान् ।दृष्ट्वा कोप वशम् वीरः पुनर् एव जगाम सः ॥४-३१-२८॥",
          "स दीर्घ उष्ण महा उच्छ्वासः कोप संरक्त लोचनः ।बभूव नर शार्दूल स धूम इव पावकः ॥४-३१-२९॥",
          "बाण शल्य स्फुरत् जिह्वः सायक आसन भोगवान् ।स्व तेजो विष संघातः पंच आस्य इव पन्नगः ॥४-३१-३०॥",
          "तम् दीप्तम् इव कालाग्निम् नागेन्द्रम् इव कोपितम् ।समासाद्य अंगदः त्रासात् विषादम् अगमत् परम् ॥४-३१-३१॥",
          "सो अंगदम् रोष ताम्राक्षः संदिदेश महायशाः ।सुग्रीवः कथ्यताम् वत्स मम आगमनम् इति उत ॥४-३१-३२॥",
          "एष रामानुजः प्राप्तः त्वत् सकाशम् अरिन्दमः ।भ्रातुर् व्यसन संतप्तो द्वारि तिष्ठति लक्ष्मणः ॥४-३१-३३॥",
          "तस्य वाक्यम् यदि रुचिः क्रियताम् साधु वानरः ।इति उक्त्वा शीघ्रम् आगच्छ वत्स वाक्यम् अरिन्दम ॥४-३१-३४॥",
          "लक्ष्मणस्य वचः श्रुत्वा शोकाविष्टो अंगदो अब्रवीत् ।पितुः समीपम् आगम्य सौमित्रिः अयम् आगतः ॥४-३१-३५॥",
          "अथ अंगदः तस्य सुतीव्र वाचासंभ्रांत भावः परिदीन वक्त्रः ।निर्गत्य पूर्वम् नृपतेः तरस्वीततो रुमायाः चरणौ ववन्दे ॥४-३१-३६॥",
          "संगृह्य पादौ पितुः उग्रतेजाजग्राह मातुः पुनर् एव पादौ ।पादौ रुमायाः च निपीडयित्वानिवेदयामास ततः तत् अर्थम् ॥४-३१-३७॥",
          "स निद्रा मद संवीतो वानरो न विबुद्धवान् ।बभूव मद मत्तः च मदनेन च मोहितः ॥४-३१-३८॥",
          "ततः किल किलाम् चक्रुः लक्ष्मणम् प्रेक्ष्य वानराः ।प्रसादयन्तः तम् क्रुद्धम् भय मोहित चेतसः ॥४-३१-३९॥",
          "ते महा ओघ निभम् दृष्ट्वा वज्र अशनि सम स्वनम् ।सिंह नादम् समम् चक्रुर् लक्ष्मणस्य समीपतः ॥४-३१-४०॥",
          "तेन शब्देन महता प्रत्यबुध्यत वानरः ।मद विह्वल ताम्राक्षो व्याकुल स्रग्वि भूषणः ॥४-३१-४१॥",
          "अथ अंगद वचः श्रुत्वा तेन एव च समागतौ ।मंत्रिणो वानरेन्द्रस्य सम्मत उदार दर्शिनौ ॥४-३१-४२॥",
          "प्लक्षः च एव प्रभावः च मंत्रिणौ अर्थ धर्मयोः ।वक्तुम् उच्चावचम् प्राप्तम् लक्ष्मणम् तौ शशंसतुः ॥४-३१-४३॥",
          "प्रसादयित्वा सुग्रीवम् वचनैः स अर्थ निश्चितैः ।आसीनम् पर्युपासीनौ यथा शक्रम् मरुत्पतिम् ॥४-३१-४४॥",
          "सत्य संधौ महाभागौ भ्रातरौ राम लक्ष्मणौ ।वयस्य भावम् संप्राप्तौ राज्य अर्हौ राज्य दायिनौ ॥४-३१-४५॥",
          "तयोः एको धनुष्पाणिर् द्वारि तिष्ठति लक्ष्मणः ।यस्य भीताः प्रवेपन्ते नादान् मुंचन्ति वानराः ॥४-३१-४६॥",
          "स एष राघव भ्राता लक्ष्मणो वाक्य सारथिः ।व्यवसाय रथः प्राप्तः तस्य रामस्य शासनात् ॥४-३१-४७॥",
          "अयम् च तनयो राजन् ताराया दयितो अंगदः ।लक्ष्मणेन सकाशम् ते प्रेषितः त्वरया अनघ ॥४-३१-४८॥",
          "सः अयम् रोष परीताक्षो द्वारि तिष्ठति वीर्यवान् ।वानरान् वानरपते चक्षुसा निर्दहन इव ॥४-३१-४९॥",
          "तस्य मूर्ध्ना प्रणम्य त्वम् स पुत्र सह बान्धवः ।गच्छ शीघ्रम् महाराज रोषो हि अद्य उपशम्यताम् ॥४-३१-५०॥",
          "यथा आह रामो धर्मात्मा तत् कुरुष्व समाहितः ।राजन् तिष्ठ स्व समये भव सत्य प्रतिश्रवः ॥४-३१-५१॥"
        ]
      }
    ]
  }
}