{
  "kishkindhakanda": {
    "sanskrit_name": "किष्किन्धाकाण्डम्डम्",
    "chapters": [
      { 
        "chapter_number" : 10,
        "slokas": [
          "ततः क्रोध समाविष्टम् सम्रब्धम् तम् उपागतम् ।अहम् प्रसादयान् चक्रे भ्रातरम् हित काम्यया ॥४-१०-१॥",
          "दिष्ट्या असि कुशली प्राप्तो निहतः च त्वया रिपुः ।अनाथस्य हि मे नाथः त्वम् एको अनाथ नन्दनः ॥४-१०-२॥",
          "इदम् बहु शलाकम् ते पूर्ण चन्द्रम् इव उदितम् ।छत्रम् स वाल व्यजनम् प्रतीच्छस्व मया धृतम् ॥४-१०-३॥",
          "आर्तस्य अथ बिला द्वारि स्थितः संवत्सरम् नृप ।दृष्ट्वा च शोणितम् द्वारि बिलात् च अपि समुत्थितम् ॥४-१०-४॥",
          "शोक संविग्न हृदयो भृशम् व्याकुलित इन्द्रियः ।अपिधाय बिल द्वारम् शैल शृङ्गेण तत् तदा ॥४-१०-५॥",
          "तस्मात् देशात् अपाक्रम्य किष्किन्धाम् प्राविशम् पुनः ।विषादात् इह माम् दृष्ट्वा पोउरैः मंत्रिभिर् एव च ॥४-१०-६॥",
          "अभिषिक्तो न कामेन तन्मे क्षन्तुम् त्वम् अर्हसि ।त्वम् एव राजा मानार्हः सदा च अहम् यथा पुरा ॥४-१०-७॥",
          "राजभावे नियोगः अयम् मम त्वत् विरहात् कृतः ।स अमात्य पौर नगरम् स्थितम् निहत कण्टकम् ॥४-१०-८॥",
          "न्यास भूतम् इदम् राज्यम् तव निर्यातयामि अहम् ।मा च रोषम् कृथाः सौम्य मम शत्रु निषूदन॥४-१०-९॥",
          "याचे त्वाम् शिरसा राजन् मया बद्धो अयम् अंजलिः ।बलात् अस्मिन् समागम्य मंत्रिभिः पुर वासिभिः ॥४-१०-१०॥",
          "राजभावे नियुक्तो अहम् शून्य देश जिगीषया ।स्निग्धम् एवम् ब्रुवाणम् माम् स विनिर्भर्त्स्य वानरः ॥४-१०-११॥",
          "धिक् त्वाम् इति च माम् उक्त्वा बहु तत् तत् उवाच ह ।प्रकृतीः च समानीय मंत्रिणः चैव सम्मतान् ॥४-१०-१२॥",
          "माम् आह सुहृदाम् मध्ये वाक्यम् परम गर्हितम् ।विदितम् वो मया रात्रौ मायावी स महाअसुरः ॥४-१०-१३॥",
          "माम् समाह्वयत क्रुद्धो युद्ध कांक्षी तदा पुरा ।तस्य तद् भाषितम् श्रुत्वा निःसृतः अहम् नृपाअलयात् ॥४-१०-१४॥",
          "अनुयातः च माम् तूर्णम् अयम् भ्राता सुदारुणः ।स तु दृष्ट्वा एव माम् रात्रौ स द्वितीयम् महाबलः ॥४-१०-१५॥",
          "प्राद्रवत् भय संत्रस्तो वीक्ष्य आवाम् समुपागतौ ।अभिद्रुतः तु वेगेन विवेश स महाबिलम् ॥४-१०-१६॥",
          "तम् प्रविष्टम् विदित्वा तु सुघोरम् सुमहद् बिलम् ।अयम् उक्तो अथ मे भ्राता मया तु क्रूर दर्शनः ॥४-१०-१७॥",
          "अहत्वा न अस्ति मे शक्तिः प्रति गन्तुम् इतः पुरीम् ।बिल द्वारि प्रतीक्ष त्वम् यावत् एनम् निहन्मि अहम् ॥४-१०-१८॥",
          "स्थितोऽयम् इति मत्वा अहम् प्रविष्टः तु दुरासदम् ।तम् मे मार्गयतः तत्र गतः संवत्सरः तदा ॥४-१०-१९॥",
          "स तु दृष्टो मया शत्रुः अनिर्वेदात् भयाअवहः ।निहतः च मया सद्यः सः सर्वैः सह बन्धुभिः ॥४-१०-२०॥",
          "तस्य आस्यात् तु प्रवृत्तेन रुधिरौघेण तद् बिलम् ।पूर्णम् आसीत् दुराक्रामम् स्वनतः तस्य भूतले ॥४-१०-२१॥",
          "सूदयित्वा तु तम् शत्रुम् विक्रान्तम् तम् अहम् सुखम् ।निष्क्रामम् न एव पश्यामि बिलस्य पिहितम् मुखम् ॥४-१०-२२॥",
          "विक्रोशमानस्य तु मे सुग्रीव इति पुनः पुनः ।यतः प्रतिवचो नास्ति ततः अहम् भृश दुःखितः ॥४-१०-२३॥",
          "पाद प्रहारैः तु मया बहुभिः परिपातितम् ।ततः अहम् तेन निष्क्रम्य पथा पुरम् उपागतः ॥४-१०-२४॥",
          "तत्र अनेन अस्मि सम्रुद्धः राज्यम् मृगयत आत्मनः ।सुग्रीवेण नृशंसेन विस्मृत्य भ्रातृ सौहृदम् ॥४-१०-२५॥",
          "एवम् उक्त्वा तु माम् तत्र वस्त्रेण एकेन वानरः ।तदा निर्वासयामास वाली विगत साध्वसः ॥४-१०-२६॥",
          "तेन अहम् अपविद्धः च हृत दारः च राघव ।तत् भयात् च महीम् सर्वान् क्रान्तवान् स वन अर्णवाम् ॥४-१०-२७॥",
          "ऋश्यमूकम् गिरि वरम् भार्या हरण दुःखितः ।प्रविष्टो अस्मि दुराधर्षम् वालिनः कारणान्तरे ॥४-१०-२८॥",
          "एतत् ते सर्वम् आख्यातम् वैर अनुकथनम् महत् ।अनागसा मया प्राप्तम् व्यसनम् पश्य राघव ॥४-१०-२९॥",
          "वालिनः च भयात् तस्य सर्वलोक भयापह ।कर्तुम् अर्हसि मे वीर प्रसादम् तस्य निग्रहात् ॥४-१०-३०॥",
          "एवम् उक्तः स तेजस्वी धर्मज्ञो धर्म संहितम् ।वचनम् वक्तुम् आरेभे सुग्रीवम् प्रहसन् इव ॥४-१०-३१॥",
          "अमोघाः सूर्य संकाशा निशिता मे शरा इमे ।तस्मिन् वालिनि दुर्वृत्ते पतिष्यन्ति रुष अन्विताः ॥४-१०-३२॥",
          "यावत् तम् न हि पश्येयम् तव भार्य अपहारिणम् ।तावत् स जीवेत् पापात्मा वाली चारित्र दूषकः ॥४-१०-३३॥",
          "आत्म अनुमानात् पश्यामि मग्नः त्वाम् शोक सागरे ।त्वाम् अहम् तारयिष्यामि बाढम् प्राप्स्यसि पुष्कलम् ॥४-१०-३४॥",
          "तस्य तत् वचनम् श्रुत्वा हर्ष पौरुष वर्धनम् ।सुग्रीवः परम प्रीतः सु महत् वाक्यम् अब्रवीत् ॥४-१०-३५॥"
        ]
      }
    ]
  }
}