{
  "kishkindhakanda": {
    "sanskrit_name": "किष्किन्धाकाण्डम्डम्",
    "chapters": [
      { 
        "chapter_number" : 33,
        "slokas": [
          "अथ प्रतिसंआदिष्टो लक्ष्मणः परवीरहा ।प्रविवेश गुहाम् रम्याम् किष्किंधाम् राम शासनात् ॥४-३३-१॥",
          "द्वारस्था हरयः तत्र महाकाया महाबलाः ।बभूवुः लक्ष्मणम् दृष्ट्वा सर्वे प्रांजलयः स्थिताः ॥४-३३-२॥",
          "निःश्वसन्तम् तु तम् दृष्ट्वा क्रुद्धम् दशरथ आत्मजम् ।बभूवुः हरयः त्रस्ता न च एनम् पर्यवारयन् ॥४-३३-३॥",
          "स तम् रत्नमयीम् दिव्याम् श्रीमान् पुष्पित काननाम् ।रम्याम् रत्न समाकीर्णाम् ददर्श महतीम् गुहाम् ॥४-३३-४॥",
          "हर्म्य प्रासाद संबाधाम् नाना रत्नोपशोभिताम् ।सर्व काम फलैः वृक्षैः पुष्पितैः उपशोभिताम् ॥४-३३-५॥",
          "देव गंधर्व पुत्रैः च वानरैः काम रूपिभिः ।दिव्य माल्य अम्बर धारैः शोभिताम् प्रिय दर्शनैः ॥४-३३-६॥",
          "चन्दन अगरु पद्मानाम् गन्धैः सुरभि गन्धिताम् ।मैरेयाणाम् मधूनाम् च सम्मोदित महा पथाम् ॥४-३३-७॥",
          "विंध्य मेरु गिरि प्रख्यैः प्रासादैः न एक भूमिभिः ।ददर्श गिरि नद्यः च विमलाः तत्र राघवः ॥४-३३-८॥",
          "अंगदस्य गृहम् रम्यम् मैन्दस्य द्विविदस्य च ।गवयस्य गवाक्षस्य गजस्य शरभस्य च ॥४-३३-९॥",
          "विद्युन्मालेः च संपातेः सूर्याक्षस्य हनूमतः ।वीरबाहोः सुबाहोः च नलस्य च महात्मनः ॥४-३३-१०॥",
          "कुमुदस्य सुषेणस्य तार जाम्बवतोः तथा ।दधिवक्त्रस्य नीलस्य सुपाटल सुनेत्रयोः ॥४-३३-११॥",
          "एतेषाम् कपि मुख्यानाम् राज मार्गे महात्मनाम् ।ददर्श गृह मुख्यानि महासाराणि लक्ष्मणः ॥४-३३-१२॥",
          "पाण्डुर अभ्र प्रकाशानि गन्ध माल्य युतानि च ।प्रभूत धन धान्यानि स्त्री रत्नैः शोभितानि च ॥४-३३-१३॥",
          "पाण्डुरेण तु शैलेन परिक्षिप्तम् दुरासदम् ।वानरेन्द्र गृहम् रम्यम् महेन्द्र सदन उपमम् ॥४-३३-१४॥",
          "शुल्कैः प्रासाद शिखरैः कैलास शिखर उपमैः ।सर्व काम फलैः वृक्षैः पुष्पितैः उपशोभितम् ॥४-३३-१५॥",
          "महेन्द्र दत्तैः श्रीमद्भिः नील जीमूत संनिभैः ।दिव्य पुष्प फलैः वृक्षैः शीत च्छायैः मनोरमैः ॥४-३३-१६॥",
          "हरिभिः संवृत द्वारम् बलिभिः शस्त्र पाणिभिः ।दिव्य माल्य आवृतम् शुभ्रम् तप्त कांचन तोरणम् ॥४-३३-१७॥",
          "सुग्रीवस्य गृहम् रम्यम् प्रविवेश महाबलः ।अवार्यमाणः सौमित्रिः महाअभ्रम् इव भास्करः ॥४-३३-१८॥",
          "स सप्त कक्ष्या धर्मात्मा यान आसन समावृताः ।प्रविश्य सुमहत् गुप्तम् ददर्श अंतःपुरम् महत् ॥४-३३-१९॥",
          "हैम राजत पर्यन्कैः बहुभिः च वर आसनैः ।महा अर्ह आस्तरण उपेतैः तत्र तत्र समावृतम् ॥४-३३-२०॥",
          "प्रविशन् एव सततम् शुश्राव मधुर स्वनम् ।तंत्री गीत समाकीर्णम् सम ताल पदाक्षरम् ॥४-३३-२१॥",
          "बह्वीः च विविध आकारा रूप यौवन गर्विताः ।स्त्रियः सुग्रीव भवने ददर्श स महाबलः ॥४-३३-२२॥",
          "दृष्ट्वा अभिजन संपन्नाः तत्र माल्य कृत स्रजः ।वर माल्य कृत व्यग्रा भूषण उत्तम भूषिताः ॥४-३३-२३॥",
          "न अतृप्तान् न अति च व्यग्रान् न अनुदात्त परिच्छदान् ।सुग्रीव अनुचरान् च अपि लक्षयामास लक्ष्मणः ॥४-३३-२४॥",
          "कूजितम् नूपुराणाम् च कंचनीम् निःस्वनम् तथा ।स निशम्य ततः श्रीमान् सौमित्रिः लज्जितो अभवत् ॥४-३३-२५॥",
          "रोष वेग प्रकुपितः श्रुत्वा च आभरण स्वनम् ।चकार ज्या स्वनम् वीरो दिशः शब्देन पूरयन् ॥४-३३-२६॥",
          "चारित्रेण महाबाहुः अपकृष्टः स लक्ष्मनः ।तस्थौ एकांतम् आश्रित्य राम शोक समन्वितः ॥४-३३-२७॥",
          "तेन चाप स्वनेन अथ सुग्रीवः प्लवगाधिपः ।विज्ञाय आगमनम् त्रस्तः स चचाल वर आसनात् ॥४-३३-२८॥",
          "अंगदेन यथा मह्यम् पुरस्तात् प्रतिवेदितम् ।सुव्यक्तम् एष संप्रप्तः सौमित्रिः भ्रातृ वत्सलः ॥४-३३-२९॥",
          "अंगदेन समाख्यतो ज्या स्वनेन च वानरः ।बुबुधे लक्ष्मणम् प्राप्तम् मुखम् च अस्य व्यशुष्यत ॥४-३३-३०॥",
          "ततः ताराम् हरि श्रेष्ठः सुग्रीवः प्रिय दर्शनाम् ।उवाच हितम् अव्यग्र त्रास संभ्रांत मानसः ॥४-३३-३१॥",
          "किम् नु रुट् कारणम् सुभ्रु प्रकृत्या मृदु मानसः ।स रोष इव संप्राप्तो येन अयम् राघवानुजः ॥४-३३-३२॥",
          "किम् पश्यसि कुमारस्य रोष स्थानम् अनिन्दिते ।न खलु अकारणे कोपम् आहरेत् नरपुंगवः ॥४-३३-३३॥",
          "यदि अस्य कृतम् अस्माभिः बुध्यसे किंचित् अप्रियम् ।तत् बुध्या संप्रधार्य आशु क्षिप्रम् एव अभिधीयताम् ॥४-३३-३४॥",
          "अथवा स्वयम् एव एनम् द्रष्टुम् अर्हसि भामिनी ।वचनैः स्वांत्व युक्तैः च प्रसादयितुम् अर्हसि ॥४-३३-३५॥",
          "त्वत् दर्शने विशुद्ध आत्मा न स कोपम् करिष्यति ।न हि स्त्रीषु महात्मानः क्वचित् कुर्वन्ति दारुणम् ॥४-३३-३६॥",
          "त्वया स्वांत्वैः उपक्रांतम् प्रसन्न इन्द्रिय मानसम् ।ततः कमलपत्राक्षम् द्रक्ष्याअमि अहम् अरिंदमम् ॥४-३३-३७॥",
          "सा प्रस्खलंती मद विह्वल अक्षीप्रलंब कांची गुण हेम सूत्रा ।सलक्षणा लक्ष्मण संनिधानम्जगाम तारा नमित अंग यष्टिः ॥४-३३-३८॥",
          "स ताम् समीक्ष्य एव हरि ईश पत्नीम्तस्थौ उदासीनतया महात्मा ।अवाङ्मुखो आभूत् मनुजेन्द्र पुत्रःस्त्री सन्निकर्षात् विनिवृत्त कोपम् ॥४-३३-३९॥",
          "सा पान योगात् च निवृत्त लज्जादृष्टि प्रसादात् च नरेन्द्र सूनोः ।उवाच तारा प्रणय प्रगल्भम्वाक्यम् महार्थम् परिसांत्व रूपम् ॥४-३३-४०॥",
          "किम् कोप मूलम् मनुजेन्द्र पुत्रकः ते न सन्तिष्ठति वाक् निदेशे ।कः शुष्क वृक्षम् वनम् आपतन्तम्दवाग्निम् आसीदति निर्विशंकः ॥४-३३-४१॥",
          "स तस्य वचनम् श्रुत्वा सांत्व पूर्वम् अशंकितः ।भूयः प्रणय दृष्टार्थम् लक्ष्मणो वाक्यम् अब्रवीत् ॥४-३३-४२॥",
          "किम् अयम् काम वृत्तः ते लुप्त धर्मार्थ संग्रहः ।भर्ता भर्तृ हिते युक्ते न च एवम् अवबुध्यसे ॥४-३३-४३॥",
          "न चिंतयति राज्यार्थम् सः अस्मान् शोक परायणान् ।स अमात्य परिषत् तारे कामम् एव उपसेवते ॥४-३३-४४॥",
          "स मासान् चतुर कृत्वा प्रमाणम् प्लवगेश्वरः ।व्यतीतान् तान् मद उदग्रो विहरन् न अवबुध्यते ॥४-३३-४५॥",
          "न हि धर्मार्थ सिद्ध्यर्थम् पानम् एवम् प्रशस्यते ।पानात् अर्थस्य कामः च धर्मः च परिहीयते ॥४-३३-४६॥",
          "धर्म लोपो महान् तावत् कृते हि अप्रति कुर्वतः ।अर्थ लोपः च मित्रस्य नाशे गुणवतो महान् ॥४-३३-४७॥",
          "मित्रम् हि अर्थ गुण श्रेष्ठम् सत्य धर्म परायणम् ।तत् द्वयम् तु परित्यक्तम् न तु धर्मे व्यवस्थितम् ॥४-३३-४८॥",
          "तत् एवम् प्रस्तुते कार्ये कार्यम् अस्माभिः उत्तरम् ।यत् कार्यम् कार्य तत्त्वज्ञे त्वम् उदाहर्तुम् अर्हसि ॥४-३३-४९॥",
          "सा तस्य धर्मार्थ समाधि युक्तम्निशम्य वाक्यम् मधुर स्वभावम् ।तारा गतार्थे मनुजेन्द्र कार्येविश्वास युक्तम् तम् उवाच भूयः ॥४-३३-५०॥",
          "न कोप कालः क्षितिपाल पुत्रन च अपि कोपः स्व जने विधेयः ।त्वत् अर्थ कामस्य जनस्य तस्यप्रमादम् अपि अर्हसि वीर सोढुम् ॥४-३३-५१॥",
          "कोपम् कथम् नाम गुण प्रकृष्टःकुमार कुर्यात् अपकृष्ट सत्त्वे ।कः त्वत् विधः कोप वशम् हि गच्छेसत्त्व अवरुद्धः तपसः प्रसूतिः ॥४-३३-५२॥",
          "जानामि कोपम् हरि वीर बन्धोःजानामि कार्यस्य च काल संगम् ।जानामि कार्यम् त्वयि यत् कृतम् नःतत् च अपि जानामि यत् अत्र कार्यम् ॥४-३३-५३॥",
          "तत् च अपि जानामि यथा अविषह्यम्बलम् नरश्रेष्ठ शरीरजस्य ।जानामि यस्मिन् च जने अवबद्धम्कामेन सुग्रीवम् अस्तकम् अद्य ॥४-३३-५४॥",
          "न काम तंत्रे तव बुद्धिः अस्तित्वम् वै यथा मन्यु वशम् प्रपन्नः ।न देश कालौ हि न च अर्थ धर्मौअवेक्षते काम रतिः मनुष्यः ॥४-३३-५५॥",
          "तम् काम वृत्तम् मम सन्निकृष्टम्काम अभियोगात् च विमुक्त लज्जम् ।क्षमस्व तावत् पर वीर हन्तःतव भ्रातर्म वानर वंश नाथम् ॥४-३३-५६॥",
          "महर्षयो धर्म तपोभिरामाःकामा अनुकामाः प्रति बद्ध मोहाः ।अयम् प्रकृत्या चपलः कपिः तुकथम् न सज्जेत सुखेषु राजा ॥४-३३-५७॥",
          "इति एवम् उक्त्वा वचनम् महार्थम्सा वानरी लक्ष्मणम् अप्रमेयम् ।पुनः स खेदम् मद विह्वलाक्षीभर्तुर् हितम् वाक्यम् इदम् बभाषे ॥४-३३-५८॥",
          "उद्योगः तु चिर आज्ञप्तः सुग्रीवेण नरोत्तम ।काम्स्य अपि विधेयेन तव अर्थ प्रति साधने ॥४-३३-५९॥",
          "आगता हि महा वीर्या हरयः काम रूपिणः ।कोटि शत सहस्राणि नाना नग निवासिनः ॥४-३३-६०॥",
          "तत् आगच्छ महाबाहो चारित्रम् रक्षितम् त्वया ।अच्छलम् मित्र भावेन सताम् दरा अवलोकनम् ॥४-३३-६१॥",
          "ताराया च अभ्यनुज्ञात त्वरया चा अपि चोदितः ।प्रविवेश महाबाहुः अभ्यंतरम् अरिन्दमः ॥४-३३-६२॥",
          "ततः सुग्रीवम् आसीनम् कांचने परम आसने ।महाअर्ह आस्तरणोपेते ददर्श आदित्य संनिभम् ॥४-३३-६३॥",
          "दिव्य आभरण चित्रांगम् दिव्य रूपम् यशस्विनम् ।दिव्य माल्यांबर धरम् महेन्द्रम् इव दुर्जयम् ॥४-३३-६४॥",
          "दिव्य आभरण माल्याभिः प्रमदाभिः समावृतम् ।संरब्धतर रक्ताक्षो बभूव अंतक संनिभः ॥४-३३-६५॥",
          "रुमाम् तु वीरः परिरभ्य गाढम्वर आसनस्थो वर हेम वर्णः ।ददर्श सौमित्रिम् अदीन सत्त्वम्विशाल नेत्रः स विशाल नेत्रम् ॥४-३३-६६॥"
        ]
      }
    ]
  }
}