{
  "kishkindhakanda": {
    "sanskrit_name": "किष्किन्धाकाण्डम्डम्",
    "chapters": [
      { 
        "chapter_number" : 36,
        "slokas": [
          "इति उक्तः तारया वाक्यम् प्रश्रितम् धर्म संहितम् ।मृदु स्वभावः सौमित्रिः प्रतिजग्राह तत् वचः ॥४-३६-१॥",
          "तस्मिन् प्रतिगृहीते तु वाक्ये हरि गण ईश्वरः ।लक्ष्मणात् सुमहत् त्रासम् वस्त्रम् क्लिन्नम् इव अत्यजत् ॥४-३६-२॥",
          "ततः कण्ठ गतम् माल्यम् चित्रम् बहु गुणम् महत् ।चिच्छेद विमदः च आसीत् सुग्रीवो वानर ईश्वरः ॥४-३६-३॥",
          "स लक्ष्मणम् भीम बलम् सर्व वानर सत्तमः ।अब्रवीत् प्रश्रितम् वाक्यम् सुग्रीवः संप्रहर्षयन् ॥४-३६-४॥",
          "प्रनष्टा श्रीः च कीर्तिः च कपि राज्यम् च शाश्वतम् ।राम प्रसादात् सौमित्रे पुनः च आप्तम् इदम् मया ॥४-३६-५॥",
          "कः शक्तः तस्य देवस्य ख्यातस्य स्वेन कर्मणा ।तादृशम् प्रतिकुर्वीत अंशेन अपि नृपात्मज ॥४-३६-६॥",
          "सीताम् प्राप्स्यति धर्मात्मा वधिष्यति च रावणम् ।सहाय मात्रेण मया राघवः स्वेन तेजसा ॥४-३६-७॥",
          "सहाय कृत्यम् किम् तस्य येन सप्त महाद्रुमाः ।शैलः च वसुधा चैव बाणेन एकेन दारिताः ॥४-३६-८॥",
          "धनुर् विस्फारमाणस्य यस्य शब्देन लक्ष्मण ।स शैला कम्पिता भूमिः सहायैः किम् नु तस्य वै ॥४-३६-९॥",
          "अनुयात्राम् नर इन्द्रस्य करिष्ये अहम् नरषभ ।गच्छतो रावणम् हन्तुम् वैरिणम् स पुरःसरम् ॥४-३६-१०॥",
          "यदि किंचित् अतिक्रान्तम् विश्वासात् प्रणयेन वा ।प्रेष्यस्य क्षमितव्यम् मे न कश्चिन् न अपराध्यति ॥४-३६-११॥",
          "इति तस्य ब्रुवाणस्य सुग्रीवस्य महात्मनः ।अभवत् लक्ष्मणः प्रीतः प्रेम्णा च इदम् उवाच ह ॥४-३६-१२॥",
          "सर्वथा हि मम भ्राता स नाथो वानरेश्वर ।त्वया नाथेन सुग्रीव प्रश्रितेन विशेषतः ॥४-३६-१३॥",
          "यः ते प्रभावः सुग्रीव यत् च ते शौचम् ईदृशम् ।अर्हः तम् कपि राज्यस्य श्रियम् भोक्तुम् अनुत्तमाम् ॥४-३६-१४॥",
          "सहायेन च सुग्रीव त्वया रामः प्रतापवान् ।वधिष्यति रणे शत्रून् अचिरात् न अत्र संशयः ॥४-३६-१५॥",
          "धर्मज्ञस्य कृतज्ञस्य संग्रामेषु अनिवर्तिनः ।उपपन्नम् च युक्तम् च सुग्रीव तव भाषितम् ॥४-३६-१६॥",
          "दोषज्ञः सति सामर्थ्ये को अन्यो भाषितुम् अर्हति ।वर्जयित्वा मम ज्येष्ठम् त्वाम् च वानर सत्तम ॥४-३६-१७॥",
          "सदृशः च असि रामस्य विक्रमेण बलेन च ।सहायो दैवतैः दत्तः चिराय हरि पुंगव ॥४-३६-१८॥",
          "किम् तु शीघ्रम् इतो वीर निष्क्राम त्वम् मया सह ।सान्त्वयस्व वयस्यम् च भार्या हरण दुःखितम् ॥४-३६-१९॥",
          "यत् च शोक अभिभूतस्य श्रुत्वा रामस्य भाषितम् ।मया त्वम् परुषाणि उक्तः तत् क्षमस्व सखे मम ॥४-३६-२०॥"
        ]
      }
    ]
  }
}