{
  "kishkindhakanda": {
    "sanskrit_name": "किष्किन्धाकाण्डम्डम्",
    "chapters": [
      { 
        "chapter_number" : 30,
        "slokas": [
          "गुहाम् प्रविष्टे सुग्रीवे विमुक्ते गगने घनैः ।वर्ष रात्रे स्थितो रामः काम शोक अभिपीडितः ॥४-३०-१॥",
          "पाण्डुरम् गगनम् दृष्ट्वा विमलम् चन्द्र मण्डलम् ।शारदीम् रजनीम् चैव दृष्ट्वा ज्योत्स्न अनुलेपनाम् ॥४-३०-२॥",
          "काम वृत्तम् च सुग्रीवम् नष्टाम् च जनक आत्मजाम् ।दृष्ट्वा कालम् अतीतम् च मुमोह परम आतुरः ॥४-३०-३॥",
          "स तु संज्ञाम् उपागम्य मुहूर्तात् मतिमान् नृपः ।मनः स्थाम् अपि वैदेहीम् चिंतयामास राघवः ॥४-३०-४॥",
          "दृष्ट्वा च विमलम् व्योम गत विद्युत् बलाहकम् ।सारस आरव संघुष्टम् विललाप आर्तया गिरा ॥४-३०-५॥",
          "आसीनः पर्वतस्य अग्रे हेम धातु विभूषिते ।शारदम् गगनम् दृष्ट्वा जगाम मनसा प्रियाम् ॥४-३०-६॥",
          "सारस आरव संनादैः सारस आरव नादिनी ।या आश्रमे रमते बाला सा अद्य मे रमते कथम् ॥४-३०-७॥",
          "पुष्पिताम् च आसनान् दृष्ट्वा कांचनान् इव निर्मलान् ।कथम् सा रमते बाला पश्यंती माम् अपश्यती ॥४-३०-८॥",
          "या पुरा कलहंसानाम् स्वरेण कल भाषिणी ।बुध्यते चारु सर्वांगी सा अद्य मे रमते कथम् ॥४-३०-९॥",
          "निःस्वनम् चक्रवाकानाम् निशम्य सहचारिणाम् ।पुण्डरीकविशालाक्षी कथम् एषा भविष्यति ॥४-३०-१०॥",
          "सरांसि सरितो वापीः काननानि वनानि च ।ताम् विना मृगशावाक्षीम् चरन् न अद्य सुखम् लभे ॥४-३०-११॥",
          "अपि ताम् मत् वियोगात् च सौकुमार्यात् च भामिनीम् ।सुदूरम् पीडयेत् कामः शरत् गुण निरंतरः ॥४-३०-१२॥",
          "एवम् आदि नरश्रेष्ठो विललाप नृपात्मजः ।विहंग इव सारंगः सलिलम् त्रिदशेश्वरात् ॥४-३०-१३॥",
          "ततः चंचूर्य रम्येषु फलार्थी गिरि सानुषु ।ददर्श पर्युपावृत्तो लक्ष्मीवान् लक्ष्मणो अग्रजम् ॥४-३०-१४॥",
          "स चिन्तया दुस्सहया परीतम्विसंज्ञम् एकम् विजने मनस्वी ।भ्रातुर् विषादात् त्वरितो अति दीनःसमीक्ष्य सौमित्रिः उवाच रामम् ॥४-३०-१५॥",
          "किम् आर्य कामस्य वशम् गतेनकिम् आत्म पौरुष्य पराभवेन ।अयम् ह्रिया संह्रियते समाधिःकिम् अत्र योगेन निवर्तितेन ॥४-३०-१६॥",
          "क्रियाभियोगम् मनसः प्रसादम्समाधि योग अनुगतम् च कालम् ।न जानकी मानव वंश नाथत्वया सनाथा सुलभा परेण ।न च अग्नि चूडाम् ज्वलिताम् उपेत्यन दह्यते वीर वरार्ह कश्चित् ॥४-३०-१७॥",
          "सलक्षणम् लक्ष्मणम् अप्रधृष्यम्स्वभावजम् वाक्यम् उवाच रामः ।हितम् च पथ्यम् च नय प्रसक्तम्ससाम धर्मार्थ समाहितम् च ॥४-३०-१८॥",
          "निस्संशयम् कार्यम् अवेक्षितव्यम्क्रिया विशेषो अपि अनुवर्तितव्यः ।न तु प्रवृद्धस्य दुरासदस्यकुमार वीर्यस्य फलम् च चिन्त्यम् ॥४-३०-१९॥",
          "अथ पद्म पलाश अक्षीम् मैथिलीम् अनुचिन्तयन् ।उवाच लक्ष्मणम् रामो मुखेन परिशुष्यता ॥४-३०-२०॥",
          "तर्पयित्वा सहस्राक्षः सलिलेन वसुंधराम् ।निर्वर्तयित्वा सस्यानि कृत कर्मा व्यवस्थितः ॥४-३०-२१॥",
          "दीर्घ गंभीर निर्घोषाः शैल द्रुम पुरोगमाः ।विसृज्य सलिलम् मेघाः परिश्रांता नृप आत्मज ॥४-३०-२२॥",
          "नील उत्पल दल श्यामः श्यामी कृत्वा दिशो दश ।विमदा इव मातंगाः शान्त वेगाः पयो धराः ॥४-३०-२३॥",
          "जल गर्भा महा वेगाः कुटज अर्जुन गंधिनः ।चरित्वा विरताः सौम्य वृष्टि वाताः समुद्यताः ॥४-३०-२४॥",
          "घनानाम् वारणानाम् च मयूराणाम् च लक्ष्मण ।नादः प्रस्रवणानाम् च प्रशान्तः सहसा अनघ ॥४-३०-२५॥",
          "अभिवृष्टा महा मेघैः निर्मलाः चित्र सानवः ।अनुलिप्ता इव आभान्ति गिरयः चन्द्र रश्मिभिः ॥४-३०-२६॥",
          "शाखासु सप्त च्छद पादपानाम्प्रभासु तार अर्क निशा कराणाम् ।लीलासु चैव उत्तम वारणानाम्श्रियम् विभज्य अद्य शरत् प्रवृत्ता ॥४-३०-२७॥",
          "संप्रति अनेक आश्रय चित्र शोभालक्ष्मीः शरत् काल गुण उपपन्ना ।सूर्य अग्र हस्त प्रतिबोधितेषुपद्माकरेषु अभ्यधिकम् विभाति ॥४-३०-२८॥",
          "सप्त च्छदानाम् कुसुमोप गंधीषट् पाद वृन्दैः अनुगीयमानः ।मत्त द्विपानाम् पवन अनुसारीदर्पम् विनेष्यन् अधिकम् विभाति ॥४-३०-२९॥",
          "अभ्यागतैः चारु विशाल पक्षैःसरः प्रियैः पद्म रजो अवकीर्णैः ।महा नदीनाम् पुलिन उपयातैःक्रीडन्ति हंसाः सह चक्रवाकैः ॥४-३०-३०॥",
          "मद प्रगल्भेषु च वारिणेषुगवाम् समूहेषु च दर्पितेषु ।प्रसन्न तोयासु च निम्न गासुविभाति लक्ष्मीः बहुधा विभक्ता ॥४-३०-३१॥",
          "नभः समीक्ष्या अंबु धरैः विमुक्तम्विमुक्त बर्ह आभरणा वनेषु ।प्रियासु अरक्ता विनिवृत्त शोभागत उत्सवा ध्यान परा मयूराः ॥४-३०-३२॥",
          "मनोज्ञ गन्धैः प्रियकैः अनल्पैःपुष्प अति भार अवनत अग्र शाखैः ।सुवर्ण गौरैः नयन अभिरामैःउद्योतितान् इव वन अन्तराणि ॥४-३०-३३॥",
          "प्रिय अन्वितानाम् नलिनी प्रियाणाम्वन प्रियाणाम् कुसुम उद्धतानाम् ।मद उत्कटानाम् मद लालसानाम्गज उत्तमानम् गतयो अद्य मन्दाः ॥४-३०-३४॥",
          "व्यक्तम् नभः शस्त्र विधौत वर्णम्कृश प्रवाहानि नदी जलानि ।कह्लार शिताः पवनाः प्रवान्तितमो विमुक्ताः च दिशः प्रकाशाः ॥४-३०-३५॥",
          "सूर्य आतप क्रामण नष्ट पंकाभूमिः चिर उद्घाटित सांद्र रेणुः ।अन्योन्य वैरेण समायुतानाम्उद्योग कालो अद्य नर अधिपानाम् ॥४-३०-३६॥",
          "शरत् गुण आप्यायित रूप शोभाःप्रहर्षित पांशु समुक्षित अंगाः ।मद उत्कटाः संप्रति युद्ध लुब्धावृषा गवाम् मध्य गता नदन्ति ॥४-३०-३७॥",
          "स मन्मध तीव्रतर अनुरागाकुलान्विता मन्द गतिः करेणुः ।मदान्वितम् संपरिवार्य यान्तम्वनेषु भर्तारम् अनुप्रयाति ॥४-३०-३८॥",
          "त्यक्त्वा वराणि आत्म विभूषणानिबर्हाणि तीर उपगता नदीनाम् ।निर्भर्त्स्यमाना इव सार ओघैःप्रयान्ति दीना विमना मयूराः ॥४-३०-३९॥",
          "वित्रास्य कारण्डव चक्रवाकान् ।महा रवैः भिन्न कटा गजेन्द्राः ।सरस्सु बद्ध अंबुज भूषणेषुविक्षोभ्य विक्षोभ्य जलम् पिबन्ति ॥४-३०-४०॥",
          "व्यपेत पंकजासु स वालुकासुप्रसन्न तोयासु स गो कुलासु ।स सारसा राव विनादितासुनदिषु हंसा निपतन्ति हृष्टाः ॥४-३०-४१॥",
          "नदी घन प्रस्रवण उदकानाम्अति प्रवृद्ध अनिल बर्हिणानाम् ।प्लवंगमानाम् च गत उत्सवानाम्ध्रुवम् रवाः संप्रति संप्रणष्टाः ॥४-३०-४२॥",
          "अनेक वर्णाः सुविनष्ट कायाःनव उदितेषु अंबुधरेषु नष्टाः ।क्षुध अर्दिता घोर विषा बिलेभ्यःचिर उषिता विप्रसरन्ति सर्पाः ॥४-३०-४३॥",
          "चंचत् चन्द्र कर स्पर्श हर्ष उन्मीलित तारका ।अहो रागवती संध्या जहाति स्वयम् अंबरम् ॥४-३०-४४॥",
          "रात्रिः शशांक उदित सौम्य वक्त्रातारा गण उन्मीलित चारु नेत्रा ।ज्योत्स्ना अंशुक प्रावरणा विभातिनारी इव शुक्ल अंशुक संवृत अंगी ॥४-३०-४५॥",
          "विपक्व शालि प्रसवानि भुक्त्वाप्रहर्षिता सारस चारु पंक्ति ।नभः समाक्रामति शीघ्र वेगावात अवधूता ग्रथित इव माला ॥४-३०-४६॥",
          "सुप्त एक हंसम् कुमुदैः उपेतम्महा ह्रदस्थम् सलिलम् विभाति ।घनैः विमुक्तम् निशि पूर्ण चन्द्रम्तारा गण कीर्णम् इव अंतरिक्षम् ॥४-३०-४७॥",
          "प्रकीर्ण हंसा अकुल मेखलानाम्प्रबुद्ध पद्म उत्पल मालिनीनाम् ।वापीः उत्तमानाम् अधिक अद्य लक्ष्मीःवर अंगनाम् इव भूषितानाम् ॥४-३०-४८॥",
          "वेणु स्वर व्यंजित तूर्य मिश्रःप्रत्यूष काले अनिल संप्रवृत्तः ।संमूर्च्छितो गह्वर गो वृषाणाम्अन्योन्यम् आपूरयति इव शब्दः ॥४-३०-४९॥",
          "नवैः नदीनाम् कुसुम प्रहासैःव्या धूयमानैः मृदु मारुतेन ।धौत अमल क्षौम पट प्रकाशैःकूलानि काशैः उपशोभितानि ॥४-३०-५०॥",
          "वन प्रचण्डा मधु पान शौण्डाःप्रिय अन्विताः षट् चरणाः प्रहृष्टाः ।वनेसु मत्ताः पवन अनु यात्राम्कुर्वन्ति पद्म आसन रेणु गौराः ॥४-३०-५१॥",
          "जलम् प्रसन्नम् कुसुम प्रहासम्क्रौन्च स्वनम् शालि वनम् विपक्वम् ।मृदुः च वायुः विमलः च चन्द्रःशंसन्ति वर्ष व्यपनीत कालम् ॥४-३०-५२॥",
          "मीन उप संदर्शित मेखलानाम्नदी वधूनाम् गतयो अद्य मंदाः ।कान्त उपभुक्त अलस गामिनीनाम्प्रभात कालेषु इव कामिनीनाम् ॥४-३०-५३॥",
          "स चक्रवाकानि स शैवलानिकाशैः दुकूलैः इव संवृतानि ।स पत्र रेखाणि स रोचनानिवधू मुखानि इव नदी मुखानि ॥४-३०-५४॥",
          "प्रफुल्ल बाण आसन चित्रितेषुप्रहृष्ट षट्पदानि कूजितेषु ।गृहीत चापः उद्यत दण्ड चण्डःप्रचण्ड चारो अद्य वनेषु कामः ॥४-३०-५५॥",
          "लोकम् सुवृष्ट्या परितोषयित्वनदीः तटाकानि च पूरयित्वा ।निष्पन्न सस्याम् वसुधाम् च कृत्वात्यक्त्वा नभः तोय धराः प्रणष्टाः ॥४-३०-५६॥",
          "दर्शयन्ति शरन् नद्यः पुलिनानि शनैः शनैः ।नव संगम सव्रीडा जघनानि इव योषितः ॥४-३०-५७॥",
          "प्रसन्न सलिलाः सौम्य कुरराभिः विनादिताः ।चक्रवाक गण आकीर्णा विभांति सलिल आशयाः ॥४-३०-५८॥",
          "अन्योन्य बद्ध वैराणाम् जिगीषूणाम् नृपात्मज ।उद्योग समयः सौम्य पार्थिवानाम् उपस्थितः ॥४-३०-५९॥",
          "इयम् सा प्रथमा यात्रा पार्थिवानाम् नृपात्मज ।न च पश्यामि सुग्रीवम् उद्योगम् वा तथा विधम् ॥४-३०-६०॥",
          "असनाः सप्त पर्णाः च कोविदाराः च पुष्पिताः ।दृश्यन्ते बन्धुजीवाः च श्यामाः च गिरि सानुषु ॥४-३०-६१॥",
          "हंस सारस चक्राह्वैः कुररैः च समंततः ।पुलिनानि अवकीर्णानि नदीनाम् पश्य लक्ष्मण ॥४-३०-६२॥",
          "चत्वारो वार्षिका मासा गता वर्ष शत उपमाः ।मम शोक अभितप्तस्य तथा सीताम् अपश्यतः ॥४-३०-६३॥",
          "चक्रवाकी इव भर्तारम् पृष्टतो अनुगता वनम् ।विषमम् दण्डकारण्यम् उद्यान वनम् इव च अंगना ॥४-३०-६४॥",
          "प्रिया विहीने दुःख आर्ते हृत राज्ये विवासिते ।कृपाम् न कुरुते राजा सुग्रीवो मयि लक्ष्मण ॥४-३०-६५॥",
          "अनाथो हृत राज्यो अयम् रावणेन च धर्षितः।दीनो दूर गृहः कामी माम् चैव शरणम् गतः ॥४-३०-६६॥",
          "इति एतैः कारणैः सौम्य सुग्रीवस्य दुरात्मनः ।अहम् वानर राजस्य परिभूतः परंतप ॥४-३०-६७॥",
          "स कालम् परिसंख्याय सीतायाः परिमार्गणे ।कृतार्थः समयम् कृत्वा दुर्मतिः न अवबुध्यते ॥४-३०-६८॥",
          "स किष्किंधाम् प्रविश्य त्वम् ब्रूहि वानर पुंगवम् ।मूर्खम् ग्राम्य सुखे सक्तम् सुग्रीवम् वचनात् मम ॥४-३०-६९॥",
          "अर्थिनाम् उपपन्नानाम् पूर्वम् च अपि उपकारिणाम् ।आशाम् सम्श्रुत्य यो हन्ति स लोके पुरुषाधमः ॥४-३०-७०॥",
          "शुभम् वा यदि वा पापम् यो हि वाक्यम् उदीरितम् ।सत्येन परिगृह्णाति स वीरः पुरुषोत्तमः ॥४-३०-७१॥",
          "कृतार्था हि अकृतार्थानाम् मित्राणाम् न भवन्ति ये ।तान् मृतान् अपि क्रव्यादाः कृतघ्नान् न उपभुंजते ॥४-३०-७२॥",
          "नूनम् कांचन पृष्ठस्य विकृष्टस्य मया रणे ।द्रष्टुम् इच्छसि चापस्य रूपम् विद्युत् गण उपमम् ॥४-३०-७३॥",
          "घोरम् ज्या तल निर्घोषम् क्रुद्धस्य मम संयुगे ।निर्घोषम् इव वज्रस्य पुनः संश्रोतुम् इच्छसि ॥४-३०-७४॥",
          "कामम् एवम् गते अपि अस्य परिज्ञाते पराक्रमे ।त्वत् सहायस्य मे वीर न चिन्ता स्यात् नृपात्मज ॥४-३०-७५॥",
          "यद् अर्थम् अयम् आरंभः कृतः पर पुरम् जय ।समयम् न अभिजानाति कृतार्थः प्लवगेश्वरः ॥४-३०-७६॥",
          "वर्षा समय कालम् तु प्रतिज्ञाय हरीश्वरः ।व्यतीतान् चतुरो मासान् विहरन् न अवबुध्यते ॥४-३०-७७॥",
          "स अमात्य परिषत् क्रीडन् पानम् एव उपसेवते ।शोक दीनेषु न अस्मासु सुग्रीवः कुरुते दयाम् ॥४-३०-७८॥",
          "उच्यताम् गच्छ सुग्रीवः त्वया वीरः महाबल ।मम रोषस्य यत् रूपम् ब्रूयाः च एनम् इदम् वचः ॥४-३०-७९॥",
          "न स संकुचितः पंथा येन वाली हतो गतः ।समये तिष्ठ सुग्रीव मा वालि पथम् अन्वगाः ॥४-३०-८०॥",
          "एक एव रणे वाली शरेण निहतो मया ।त्वाम् तु सत्यात् अतिक्रांतम् हनिष्यामि स बान्धवम् ॥४-३०-८१॥",
          "तत् एवम् विहिते कार्ये यत् हितम् पुरुषर्षभ ।तत् तत् ब्रूहि नरश्रेष्ठ त्वर काल व्यतिक्रमः ॥४-३०-८२॥",
          "कुरुष्व सत्यम् मम वानरेश्वरप्रतिश्रुतम् धर्मम् अवेक्ष्य शाश्वतम् ।मा वालिनम् प्रेत गतो यम क्षयम्त्वम् अद्य पश्येः मम चोदितः शरैः ॥४-३०-८३॥",
          "स पूर्वजम् तीव्र विवृद्ध कोपम्लालप्यमानम् प्रसमीक्ष्य दीनम् ।चकार तीव्राम् मतिम् उग्र तेजाहरीश्वरे मानव वंश वर्थनः ॥४-३०-८४॥"
        ]
      }
    ]
  }
}