{
  "balakanda": {
    "sanskrit_name": "बालकाण्डम्",
    "chapters": [
      { 
        "chapter_number": 74,
        "slokas": [
	      	"अथ रात्र्याम् व्यतीतायाम् विश्वामित्रो महामुनिः ।आपृष्ट्वा तौ च राजानौ जगाम उत्तर पर्वतम् ॥१-७४-१॥",
			"विश्वामित्रो गते राजा वैदेहम् मिथिला अधिपम् ।आपृष्ट्व इव जगाम आशु राजा दशरथः पुरीम् ॥१-७४-२॥",
			"अथ राजा विदेहानाम् ददौ कन्या धनम् बहु ।गवाम् शत सहस्राणि बहूनि मिथिलेश्वरः ॥१-७४-३॥",
			"कंबलानाम् च मुख्यानाम् क्षौमान् कोटि अंबराणि च ।हस्ति अश्व रथ पादातम् दिव्य रूपम् स्वलंकृतम् ॥१-७४-४॥",
			"ददौ कन्या शतम् तासाम् दासी दासम् अनुत्तमम् ।हिरण्यस्य सुवर्णस्य मुक्तानाम् विद्रुमस्य च ॥१-७४-५॥",
			"ददौ राजा सुसंहृष्टः कन्या धनम् अनुत्तमम् ।दत्त्वा बहु विधम् राजा समनुज्ञाप्य पार्थिवम् ॥१-७४-६॥",
			"प्रविवेश स्व निलयम् मिथिलाम् मिथिलेश्वरः ।राजा अपि अयोध्या अधिपतिः सह पुत्रैः महात्मभिः ॥१-७४-७॥",
			"ऋषीन् सर्वान् पुरस्कृत्य जगाम स बल अनुगः ।गच्छंतम् तु नरव्याघ्रम् स ऋषि संघम् स राघवम् ॥१-७४-८॥",
			"घोराः तु पक्षिणो वाचो व्याहरन्ति समंततः ।भौमाः चैव मृगाः सर्वे गच्छन्ति स्म प्रदक्षिणम् ॥१-७४-९॥",
			"तान् दृष्ट्वा राज शार्दूलो वसिष्ठम् पर्यपृच्छत ।असौम्याः पक्षिणो घोरा मृगाः च अपि प्रदक्षिणाः ॥१-७४-१०॥",
			"किम् इदम् हृदय उत्कम्पि मनो मम विषीदति ।राज्ञो दशरथस्य एतत् श्रुत्वा वाक्यम् महान् ऋषिः ॥१-७४-११॥",
			"उवाच मधुराम् वाणीम् श्रूयताम् अस्य यत् फलम् ।उपस्थितम् भयम् घोरम् दिव्यम् पक्षि मुखात् च्युतम् ॥१-७४-१२॥",
			"मृगाः प्रशमयन्ति एते संतापः त्यज्यताम् अयम् ।तेषाम् संवदताम् तत्र वायुः प्रादुर् बभूव ह ॥१-७४-१३॥",
			"कम्पयन् मेदिनीम् सर्वाम् पातयन् च महान् द्रुमान् ।तमसा संवृतः सूर्यः सर्वे न वेदिषुर् दिशः ॥१-७४-१४॥",
			"भस्मना च आवृतम् सर्वम् सम्मूढम् इव तत् बलम् ।वसिष्ठ ऋषयः च अन्ये राजा च ससुतः तदा ॥१-७४-१५॥",
			"स संज्ञा इव तत्र आसन् सर्वम् अन्यत् विचेतनम् ।तस्मिन् तमसि घोरे तु भस्म छन्न इव सा चमूः ॥१-७४-१६॥",
			"ददर्श भीम संकाशम् जटा मण्डल धारिणम् ।भार्गवम् जमदग्ने अयम् राजा राज विमर्दनम् ॥१-७४-१७॥",
			"कैलासम् इव दुर्धर्षम् काल अग्निम् इव दुःसहम् ।ज्वलंतम् इव तेजोभिः दुर् निरीक्ष्यम् पृथक् जनैः ॥१-७४-१८॥",
			"स्कन्धे च आसज्य परशुम् धनुः विद्युत् गण उपमम् ।प्रगृह्य शरम् उग्रम् च त्रि पुर घ्नम् यथा शिवम् ॥१-७४-१९॥",
			"तम् दृष्ट्वा भीम संकाशम् ज्वलंतम् इव पावकम् ।वसिष्ठ प्रमुखा विप्रा जप होम परायणाः ॥१-७४-२०॥",
			"संगता मुनयः सर्वे संजजल्पुः अथो मिथः ।कच्चित् पितृ वध अमर्षी क्षत्रम् न उत्सादयिष्यति ॥१-७४-२१॥",
			"पूर्वम् क्षत्र वधम् कृत्वा गत मन्युः गत ज्वरः ।क्षत्रस्य उत्सादनम् भूयो न खलु अस्य चिकीर्षितम् ॥१-७४-२२॥",
			"एवम् उक्त्वा अर्घ्यम् आदाय भार्गवम् भीम दर्शनम् ।ऋषयो राम राम इति मधुरम् वाक्यम् अब्रुवन् ॥१-७४-२३॥",
			"प्रतिगृह्य तु ताम् पूजाम् ऋषि दत्ताम् प्रतापवान् ।रामम् दाशरथिम् रामो जामदग्न्यो अभ्यभाषत ॥१-७४-२४॥"
        ]
      }
    ]
  }
}