{
  "balakanda": {
    "sanskrit_name": "बालकाण्डम्",
    "chapters": [
      { 
        "chapter_number": 76,
        "slokas": [
	      	"श्रुत्वा तत् जामदग्न्यस्य वाक्यम् दाशरथिः तदा ।गौरवात् यंत्रित कथः पितू रामम् अथ अब्रवीत् ॥१-७६-१॥",
			"कृतवान् अस्मि यत् कर्म श्रुतवान् असि भार्गव ।अनुरुन्ध्यामहे ब्रह्मन् पितुर् आनृण्यम् आस्थितः ॥१-७६-२॥",
			"वीर्य हीनम् इव अशक्तम् क्षत्र धर्मेण भार्गव ।अवजानासि मे तेजः पश्य मे अद्य पराक्रमम् ॥१-७६-३॥",
			"इति उक्त्वा राघवः क्रुद्धो भार्गवस्य वर आयुधम् ।शरम् च प्रतिजग्राह हस्तात् लघु पराक्रमः ॥१-७६-४॥",
			"आरोप्य स धनू रामः शरम् सज्यम् चकार ह ।जामदग्न्यम् ततो रामम् रामः क्रुद्धो अब्रवीत् इदम् ॥१-७६-५॥",
			"ब्राह्मणो असि इति पूज्यो मे विश्वामित्र कृतेन च ।तस्मात् शक्तो न ते राम मोक्तुम् प्राण हरम् शरम् ॥१-७६-६॥",
			"इमाम् वा त्वत् गतिम् राम तपो बल समार्जितान् ।लोकान् अप्रतिमान् वा अपि हनिष्यामि यत् इच्छसि ॥१-७६-७॥",
			"न हि अयम् वैष्णवो दिव्यः शरः पर पुरंजयः ।मोघः पतति वीर्येण बल दर्प विनाशनः ॥१-७६-८॥",
			"वर आयुध धरम् रामम् द्रष्टुम् स ऋषि गणाः सुराः ।पितामहम् पुरस्कृत्य समेताः तत्र सर्वशः ॥१-७६-९॥",
			"गंधर्व अप्सरसः चैव सिद्ध चारण किन्नराः ।यक्ष राक्षस नागाः च तत् द्रष्टुम् महत् अद्भुतम् ॥१-७६-१०॥",
			"जडी कृते तदा लोके रामे वर धनुर् धरे ।निर्वीर्यो जामदग्न्यो असौ रमो रामम् उदैक्षत ॥१-७६-११॥",
			"तेजोभिः हत वीर्यत्वात् जामदग्न्यो जडी कृतः ।रामम् कमल पत्र अक्षम् मन्दम् मन्दम् उवाच ह ॥१-७६-१२॥",
			"काश्यपाय मया दत्ता यदा पूर्वम् वसुंधरा ।विषये मे न वस्तव्यम् इति माम् काश्यपो अब्रवीत् ॥१-७६-१३॥",
			"सो अहम् गुरु वचः कुर्वन् पृथिव्याम् न वसे निशाम् ।तदा प्रभृति काकुत्स्थ कृता मे काश्यपस्य ह ॥१-७६-१४॥",
			"तम् इमाम् मत् गतिम् वीर हन्तुम् न अर्हसि राघव ।मनो जवम् गमिष्यामि महेन्द्रम् पर्वत उत्तमम् ॥१-७६-१५॥",
			"लोकाः तु अप्रतिमा राम निर्जिताः तपसा मया ।जहि तान् शर मुख्येन मा भूत् कालस्य पर्ययः ॥१-७६-१६॥",
			"अक्षय्यम् मधु हन्तारम् जानामि त्वाम् सुरेश्वरम् ।धनुषो अस्य परामर्शात् स्वस्ति ते अस्तु परंतप ॥१-७६-१७॥",
			"एते सुर गणाः सर्वे निरीक्षन्ते समागताः ।त्वाम् अप्रतिम कर्माणम् अप्रतिद्वन्द्वम् आहवे ॥१-७६-१८॥",
			"न च इयम् तव काकुत्स्थ व्रीडा भवितुम् अर्हति ।त्वया त्रैलोक्य नाथेन यत् अहम् विमुखी कृतः ॥१-७६-१९॥",
			"शरम् अप्रतिमम् राम मोक्तुम् अर्हसि सु व्रत ।शर मोक्षे गमिष्यामि महेन्द्रम् पर्वतोत्तमम् ॥१-७६-२०॥",
			"तथा ब्रुवति रामे तु जामदग्न्ये प्रतापवान् ।रामो दाशरथिः श्रीमान् चिक्षेप शरम् उत्तमम् ॥१-७६-२१॥",
			"स हतान् दृश्य रामेण स्वान् लोकान् तपसा आर्जितान् ।जामदग्न्यो जगाम आशु महेन्द्रम् पर्वतोत्तमम् ॥१-७६-२२॥",
			"ततो वि तिमिराः सर्वा दिशा च उपदिशः तथा ।सुराः स ऋषि गणाः रामम् प्रशशंसुः उदायुधम् ॥१-७६-२३॥",
			"रामम् दाशरथिम् रामो जामदग्न्यः प्रशस्य च ।ततः प्रदक्षिणी कृत्य जगाम आत्म गतिम् प्रभुः ॥१-७६-२४॥"
        ]
      }
    ]
  }
}