{
  "books": [
    {
     "name" : "bala",
     "sanskrit_name" : "बालकाण्डम्",
     "english_chapters" : [
       "Nárad briefs Valmiki about Rama & Ramayana",
       "Valmiki gets divine guidance to compile the epic"
      ],
      "total_chapters" : 77    
    },
    {
     "name" : "ayodhya",
     "sanskrit_name" : "अयोध्याकाण्डम्डम्",
     "english_chapters" : [
      "test"   
      ],
      "total_chapters" : 119  
    },
    {
     "name" : "aranya",
     "sanskrit_name" : "अरण्यकाण्डम्डम्",
     "chapters" : [
      "1"   
      ],
      "total_chapters" : 75   
    },
    {
     "name" : "kishkindha",
     "sanskrit_name" : "किष्किन्धाकाण्डम्डम्",
     "chapters" : [
      "1"   
      ],
      "total_chapters" : 67
    },
    {
     "name" : "sundara",
     "sanskrit_name" : "सुन्दरकाण्डम्डम्",
     "chapters" : [
      "1"   
      ],
      "total_chapters" : 68,
      "english_intro": "detailed accounts of Hanuman's adventures, including his meeting with Sita. Traditionally read first when reading the Ramayana, this book's name derives from the fond name given to Hanuman by his mother.",
      "english_description": "The sundara kanda forms the heart of valmiki's ramayanaand consists of a detailed, vivid account of Hanuman's adventures. After learning about Sita, Hanuman assumes a gargantuan form and makes a colossal leap across the ocean to lanka.Here,hanuman explores the demon's city and spies on ravana. He locates Sita in ashoka grove, who is wooed and threatened by Ravana and his rakshasis to marry ravana. He reassures her, giving Rama's signet ring as a sign of good faith. He offers to carry Sita back to Rama, however she refuses, reluctant to allow herself to be touched by a male other than her husband. She says that Rama himself must come and avenge the insult of her abduction.
                              Hanuman then wreaks havoc in Lanka by destroying trees and buildings, and killing Ravana's warriors. He allows himself to be captured and produced before Ravana. He gives a bold lecture to Ravana to release Sita. He is condemned and his tail is set on fire, but he escapes his bonds and, leaping from roof to roof, sets fire to Ravana's citadel and makes the giant leap back from the island. The joyous search party returns to Kishkindha with the news"
    },
    {
     "name" : "yuddha",
     "sanskrit_name" : "युद्धकाण्डम्डम्",
     "chapters" : [
      "1"   
      ],
      "total_chapters" : 128,
      "english_intro" : "The battle in Lanka between the monkey and the demon armies of Rama and Ravana, respectively. After Ravana is defeated, Sita undergoes the test of fire, completes exile with Rama, and they return to Ayodhya to reign over the ideal state.",
      "english_description": "also known as Lanka kand, this book describes the battle between the army of Rama, constructed with the help of Sugriv and Ravana. Having received Hanuman's report on Sita, Rama and Lakshmana proceed with their allies toward's the shore of the southern sea. There they are joined by Ravana's renegade brother Vibhishana.The monkey's named \"Nal\" and \"Neel\" construct a floating bridge (known as Rama Setu) across the ocean, and the princes and their army cross over to Lanka. A lengthy battle ensues and Rama kills Ravana. Rama then installs Vibhishana on the throne of Lanka.
                        The monkeys (vanars) who had fought for lord Rama had entered the throne room. The palace guards struck them to move them out. This angered lord Rama. He said these are my people. Let them be. Rama orders Sita to be brought to him in open court. To the great dismay of all present, he treats her coldly. Valmiki mentions that Rama is 'afraid of how vulgar people talk' and this factor's in his behaviour. Still what he says is very shocking- viƷ. That he only fought the battle in the cause of righteousness. He will not take Sita back because she has been the property of another man. She can marry some other prince- including one of his brothers or the new king of Lanka. Or else she can go where she likes. Grief-stricken Sita gives him a fitting reply. She reveals that her true birth is divine and causing a pyre to be built up, herself enters the fire as proof of her virtue. Rama's silence and inaction during this horrendous event shocks and paralyses everybody. However, Sita's self-imposed trial by fire triggers the appearance of the heavenly gods who explain the divine nature of lord Rama and lord Sita and their true relationship. Sita is restored to Rama and he also meets his father who has attained heavenly bliss. Rama asks for and is granted the restoration to life of all his humble followers slain in battle. It is noteworthy, in Valmiki's account, that though mistreatment of the monkey people (who symbolise the ordinary devotees of the lord) first causes him to flare up with anger and order Sita to be brought before him in open court – thus affording the devotee a 'darshan' (theophany) of 'divine mother' – but, at the same time, lord Rama is said to feel fear because of how vulgar people speak and the sort of prejudices they harbour, during his speech to Sita. This shows once again that the common people, ordinary devotees with all their imperfections, remain closest to his heart. One final point, but for Ram's cold and unfeeling behaviour to Sita, she would not have chosen to enter the fire. However, it was that act which triggered the appearance of the gods. Once again, Rama shows his overriding concern for his humble devotees by asking that the lives of his slain followers be restored. Departing from valmiki, in popular culture, this episode is dealt with differently. There, on meeting Sita, Rama asks her to undergo an \"agni pariksha\" (test of fire) to prove her purity, as he wanted to get rid of the rumours surrounding Sita's purity. When Sita plunges into the sacrificial fire, Agni the lord of fire raises Sita, unharmed, to the throne, attesting to her purity. The episode of agni pariksha varies in the versions of Ramayana by Valmiki and Tulsidas.The above version is from the Valmiki Ramayana. In Tulsidas's Ramacharitamanas Sita was under the protection of Agni so it was necessary to bring her out before reuniting with Rama. At the expiration of his term of exile, Rama returns to Ayodhya with Sita and Lakshmana, where the coronation is performed.This is the beginning of Ram-rajya, which implies an ideal state with good morals."
    },
    {
     "name" : "uttara",
     "sanskrit_name" : "उत्तरकाण्डम्डम्",
     "chapters" : [
      "1"   
      ],
      "total_chapters" : 111,
      "english_intro": "Rumors of impurity lead to Sita's banishment, during which she gives birth to and raises Lava and Kusha. Rama and Sita reconcile. The twin boys later ascend the throne of Ayodhya, after which Rama departs from the world.",
      "english_description": "The uttara kanda is regarded to be a later addition to the original story by Valmiki and concerns the final years of Rama, Sita, and Rama's brothers. After being crowned king, many years passed pleasantly with Sita. However, despite the agni pariksha (fire ordeal) of Sita, rumours about her purity are spreading among the populace of Ayodhya. Rama yields to public opinion and reluctantly banishes Sita to the forest, where the sage Valmiki provides shelter in his ashrama (hermitage). Here she gives birth to twin boys, Lava and Kusha, who become pupils of Valmiki and are brought up in ignorance of their identity.
                              Valmiki composes the Ramayana and teaches Lava and Kusha to sing it. Later, Rama holds a ceremony during Ashwamedha yagna, which the sage Valmiki, with Lava and Kusha, attends. Lava and Kusha sing the Ramayana in the presence of Rama and his vast audience. When Lava and Kusha recite about Sita's exile, Rama becomes grief-stricken, and Valmiki produces Sita. Sita calls upon the earth, her mother, to receive her and as the ground opens, she vanishes into it. Rama then learns that Lava and Kusha are his children. Later a messenger from the gods appears and informs Rama that the mission of his incarnation was over. Rama returns to his celestial abode. morals."
    }
  ]
}