{
  "balakanda": {
    "sanskrit_name": "किष्किन्धाकाण्डम्डम्",
    "chapters": [
      { 
        "chapter_number" : 9,
        "slokas": [
          "वाली नाम मम भ्राता ज्येष्ठः शत्रु निषूदनः ।पितुः बहुमतः नित्यम् मम च अपि तथा पुरा ॥४-९-१॥",
          "पितरि उपरते तस्मिन् ज्येष्ठो अयम् इति मंत्रिभिः ।कपीनाम् ईश्वरो राज्ये कृतः परम सम्मतः ॥४-९-२॥",
          "राज्यम् प्रशासतः तस्य पितृ पैतामहम् महत् ।अहम् सर्वेषु कालेषु प्रणतः प्रेष्यवत् स्थितः ॥४-९-३॥",
          "मायावी नाम तेजस्वी पूर्वजो दुन्दुभेः सुतः ।तेन तस्य महद् वैरम् वालिनः स्त्री कृतम् पुरा ॥४-९-४॥",
          "स तु सुप्ते जने रात्रौ किष्किन्धा द्वारम् आगतः ।नर्दति स्म सुसम्रब्धो वालिनम् च आह्वयत् रणे ॥४-९-५॥",
          "प्रसुप्तः तु मम भ्राता नर्दितो भैरव स्वनम् ।श्रुत्वा न ममृषे वाली निष्पपात जवात् तदा ॥४-९-६॥",
          "स तु वै निःसृतः क्रोधात् तम् हन्तुम् असुरोत्तमम् ।वार्यमाणः ततः स्त्रीभिः मया च प्रणत आत्मना ॥४-९-७॥",
          "स तु निर्धूय सर्वान् नो निर्जगाम महाबलः ।ततः अहम् अपि सौहार्दान् निःसृतः वालिना सह ॥४-९-८॥",
          "स तु मे भ्रातरम् दृष्ट्वा माम् च दूरात् अवस्थितम् ।असुरो जात संत्रासः प्रदुद्राव तदा भृशम् ॥४-९-९॥",
          "तस्मिन् द्रवति संत्रस्ते हि आवाम् द्रुततरम् गतौ ।प्रकाशः अपि कृतः मार्गः चन्द्रेण उद्गच्छता तदा ॥४-९-१०॥",
          "स तृणैः आवृतम् दुर्गम् धरण्या विवरम् महत् ।प्रविवेश असुरः वेगात् आवाम् आसाद्य विष्ठितौ ॥४-९-११॥",
          "तम् प्रविष्टम् रिपुम् दृष्ट्वा बिलम् रोष वशम् गतः ।माम् उवाच ततो वाली वचनम् क्षुभित इन्द्रियः ॥४-९-१२॥",
          "इह तिष्ठ अद्य सुग्रीव बिल द्वारि समाहितः ।यावत् अत्र प्रविश्य अहम् निहन्मि समरे रिपुम् ॥४-९-१३॥",
          "मया तु एतत् वचः श्रुत्वा याचितः स परंतपः ।शापयित्वा च माम् पद्भ्याम् प्रविवेश बिलम् ततः ॥४-९-१४॥",
          "तस्य प्रविष्टस्य बिलम् साग्रः संवत्सरः गतः ।स्थितस्य च बिल द्वारि सः कालः व्यत्यवर्तत ॥४-९-१५॥",
          "अहम् तु नष्टम् तम् ज्ञात्वा स्नेहात् आगत संभ्रमः ।भ्रातरम् न प्रपश्यामि पाप शङ्कि च मे मनः ॥४-९-१६॥",
          "अथ दीर्घस्य कालस्य बिलात् तस्मात् विनिःसृतम् ।सः फेनम् रुधिरम् दृष्ट्वा ततो अहम् भृशदुःखितः ॥४-९-१७॥",
          "नर्दताम् असुराणाम् च ध्वनिः मे श्रोत्रम् आगतः ।न रस्तस्य च संग्रामे क्रोशतो अपि स्वनो गुरोः ॥४-९-१८॥",
          "अहम् तु अवगतः बुद्ध्या चिह्नैः तैः भ्रातरम् हतम् ।पिधाय च बिल द्वारम् शिलया गिरि मात्रया ॥४-९-१९॥",
          "शोकार्तः च उदकम् कृत्वा किष्किन्धाम् आगतः सखे ।गूहमानस्य मे तत्त्वम् यत्नतः मंत्रिभिः श्रुतम् ॥४-९-२०॥",
          "ततः अहम् तैः समागम्य समेतैः अभिषेचितः ।राज्यम् प्रशासतः तस्य न्यायतो मम राघव ॥४-९-२१॥",
          "आजगाम रिपुम् हत्वा दानवम् स तु वानरः ।अभिषिक्तम् तु माम् दृष्ट्वा कोपात् संरक्त लोचनः ॥४-९-२२॥",
          "मदीयान् मंत्रिणः बद्ध्वा परुषम् वाक्यम् अब्रवीत् ।निग्रहे च समर्थस्य तम् पापम् प्रति राघव ॥४-९-२३॥",
          "न प्रावर्तत मे बुद्धिः भ्रातृ गौरव यंत्रिता ।हत्वा शत्रुम् सः मे भ्राता प्रविवेश पुरम् तदा ॥४-९-२४॥",
          "मानयन् तम् महात्मानम् यथावत् च अभिअवादयम् ।उक्ताः च न आशिषः तेन संतुष्टेन अन्तरात्मना ॥४-९-२५॥",
          "नत्वा पादौ अहम् तस्य मुकुटेन अस्पृशम् प्रभो ।अपि वाली मम क्रोधात् न प्रसादम् चकार सः ॥४-९-२६॥",
          "इति वाल्मीकि रामायणे आदि काव्ये किष्किन्ध काण्डे नवमः सर्गः ।"
        ]
      }
    ]
  }
}