{
  "balakanda": {
    "sanskrit_name": "किष्किन्धाकाण्डम्डम्",
    "chapters": [
      { 
        "chapter_number" : 38,
        "slokas": [
          "प्रतिगृह्य च तत् सर्वम् उपानयम् उपाहृतम् ।वानरान् सान्त्वयित्वा च सर्वान् एव व्यसर्जयत् ॥४-३८-१॥",
          "विसर्जयित्वा स हरीन् सहस्रान् तान् कृत कर्मणः ।मेने कृतार्थम् आत्मानम् राघवम् च महाबलम् ॥४-३८-२॥",
          "स लक्ष्मणो भीम बलम् सर्व वानर सत्तमम् ।अब्रवीत् प्रश्रितम् वाक्यम् सुग्रीवम् संप्रहर्षयन् ॥४-३८-३॥",
          "किष्किंधाया विनिष्क्राम यदि ते सौम्य रोचते ।तस्य तत् वचनम् श्रुत्वा लक्ष्मणस्य सुभाषितम् ॥४-३८-४॥",
          "सुग्रीवः परम प्रीतो वाक्यम् एतत् उवाच ह ।एवम् भवतु गच्छामः स्थेयम् त्वत् शासने मया ॥४-३८-५॥",
          "तम् एवम् उक्त्वा सुग्रीवो लक्ष्मणम् शुभ लक्षणम् ।विसर्जयामास तदा तारा अद्याः च एव योषितः ॥४-३८-६॥",
          "एहि इति उच्छैः हरि वरान् सुग्रीवः समुदाहरत् ।तस्य तद् वचनम् श्रुत्वा हरयः शीघ्रम् आययुः ॥४-३८-७॥",
          "बद्ध अंजलि पुटाः सर्वे ये स्युः स्त्री दर्शन क्षमाः ।तान् उवाच ततः प्राप्तान् राजा अर्क सदृश प्रभः ॥४-३८-८॥",
          "उपस्थापयत क्षिप्रम् शिबिकाम् मम वानराः ।श्रुत्वा तु वचनम् तस्य हरयः शीघ्र विक्रमाः ॥४-३८-९॥",
          "समुपस्थापयामासुः शिबिकाम् प्रिय दर्शनाम् ।ताम् उपस्थापिताम् दृष्ट्वा शिबिकाम् वानराधिपः ॥४-३८-१०॥",
          "लक्ष्मण आरुह्यताम् शीघ्रम् इति सौमित्रिम् अब्रवीत् ।इति उक्त्वा कांचनम् यानम् सुग्रीवः सूर्य सन्निभम् ॥४-३८-११॥",
          "बहुभिः हरिभिः युक्तम् आरुरोह स लक्ष्मणः ।पाण्डुरेण आतपत्रेण ध्रियमाणेन मूर्धनि ॥४-३८-१२॥",
          "शुक्लैः च वाल व्यजनैः धूयमानैः समंततः ।शंख भेरी निनादैः च वन्दिभिः च अभिवन्दितः ॥४-३८-१३॥",
          "निर्ययौ प्राप्य सुग्रीवो राज्य श्रियम् अनुत्तमाम् ।स वानर शतैः तीष्क्णैः बहुभिः शस्त्र पाणिभिः ॥४-३८-१४॥",
          "परिकीर्णो ययौ तत्र यत्र रामो व्यवस्थितः ।स तम् देशम् अनुप्राप्य श्रेष्ठम् राम निषेवितम् ॥४-३८-१५॥",
          "अवातरत् महातेजाः शिबिकायाः स लक्ष्मणः ।आसाद्य च ततो रामम् कृत अंजलि पुटो अभवत् ॥४-३८-१६॥",
          "कृत अंजलौ स्थिते तस्मिन् वानराः च अभवन् तथा ।तटाकम् इव तम् दृष्ट्वा रामः कुड्मल पंकजम् ॥४-३८-१७॥",
          "वानराणाम् महत् सैन्यम् सुग्रीवे प्रीतिमान् अभूत् ।पादयोः पतितम् मूर्ध्ना तम् उत्थाप्य हरीश्वरम् ॥४-३८-१८॥",
          "प्रेम्णा च बहुमानात् च राघवः परिषस्वजे ।परिष्वज्य च धर्मात्मा निषीद इति ततो अब्रवीत् ॥४-३८-१९॥",
          "निषण्णम् तम् ततो दृष्ट्वा क्षितौ रामो अब्रवीत् ततः ।धर्मम् अर्थम् च कामम् च काले यः तु निषेवते ॥४-३८-२०॥",
          "विभज्य सततम् वीर स राजा हरिसत्तम ।हित्वा धर्मम् तथा अर्थम् च कामम् यः तु निषेवते ॥४-३८-२१॥",
          "स वृक्ष अग्रे यथा सुप्तः पतितः प्रतिबुध्यते ।अमित्राणाम् वधे युक्तो मित्राणाम् संग्रहे रतः ॥४-३८-२२॥",
          "त्रिवर्ग फल भोक्ता च राजा धर्मेण युज्यते ।उद्योग समयः तु एष प्राप्तः शत्रु निषूदन ॥४-३८-२३॥",
          "संचिंत्यताम् हि पिंगेश हरिभिः सह मंत्रिभिः ।एवम् उक्तः तु सुग्रीवो रामम् वचनम् अब्रवीत् ॥४-३८-२४॥",
          "प्रनष्टा श्रीः च कीर्तिः च कपि राज्यम् च शाश्वतम् ।त्वत् प्रसादात् महाबाहो पुनः प्राप्तम् इदम् मया ॥४-३८-२५॥",
          "तव देव प्रसदात् च भ्रातुः च जयताम् वर ।कृतम् न प्रतिकुर्यात् यः पुरुषाणाम् स दूषकः ॥४-३८-२६॥",
          "एते वानर मुख्याः च शतशः शत्रु सूदन ।प्राप्ताः च आदाय बलिनः पृथिव्याम् सर्व वानरान् ॥४-३८-२७॥",
          "ऋक्षाः च वानराः शूरा गोलांगूलाः च राघव ।कांतार वन दुर्गाणाम् अभिज्ञा घोर दर्शनाः ॥४-३८-२८॥",
          "देव गन्धर्व पुत्राः च वानराः काम रूपिणः ।स्वैः स्वैः परिवृताः सैन्यैः वर्तन्ते पथि राघव ॥४-३८-२९॥",
          "शतैः शत सहस्रैः च कोटिभिः च प्लवंगमाः ।अयुतैः च आवृता वीरा शंकुभिः च परंतप ॥४-३८-३०॥",
          "अर्बुदैः अर्बुद शतैः मध्यैः च अन्तैः च वानराः ।समुद्राः च परार्धाः च हरयो हरि यूथपाः ॥४-३८-३१॥",
          "आगमिष्यन्ति ते राजन् महेन्द्र सम विक्रमाः ।मेघ पर्वत संकाशा मेरु विन्ध्य कृत आलयाः ॥४-३८-३२॥",
          "ते त्वाम् अभिगमिष्यन्ति राक्षसम् योद्धुम् आहवे ।निहत्य रावणम् युद्धे हि आनयिष्यन्ति मैथिलीम् ॥४-३८-३३॥",
          "ततः समुद्योगम् अवेक्ष्य वीर्यवान्हरि प्रवीरस्य निदेश वर्तिनः ।बभूव हर्षात् वसुधा अधिप आत्मजःप्रबुद्ध नील उत्पल तुल्य दर्शनः ॥४-३८-३४॥"
        ]
      }
    ]
  }
}