{
  "kishkindhakanda": {
    "sanskrit_name": "किष्किन्धाकाण्डम्डम्",
    "chapters": [
      { 
        "chapter_number" : 8,
        "slokas": [
          "परितुष्टः तु सुग्रीवः तेन वाक्येन हर्षितः ।लक्ष्मणस्य अग्रजम् शूरम् इदम् वचनम् अब्रवीत् ॥४-८-१॥",
          "सर्वथा अहम् अनुग्राह्यो देवतानाम् न संशयः ।उपपन्नः गुण उपेतः सखा यस्य भवान् मम ॥४-८-२॥",
          "शक्यम् खलु भवेत् राम सहायेन त्वया अनघ ।सुर राज्यम् अपि प्राप्तुम् स्व राज्यम् किमुत प्रभो ॥४-८-३॥",
          "सोऽहम् सभाज्यो बन्धूनाम् सुहृदाम् चैव राघव ।यस्य अग्नि साक्षिकम् मित्रम् लब्धम् राघव वंशजम् ॥४-८-४॥",
          "अहम् अपि अनुरूपः ते वयस्यो ज्ञास्यसे शनैः ।न तु वक्तुम् समर्थोऽहम् त्वयि आत्मगतान् गुणान् ॥४-८-५॥",
          "महात्मनाम् तु भूयिष्ठम् त्वत् विधानाम् कृत आत्मनाम् ।निश्चला भवति प्रीतिः धैर्यम् आत्मवताम् वर ॥४-८-६॥",
          "रजतम् वा सुवर्णम् वा शुभानि आभरणानि च ।अविभक्तानि साधूनाम् अवगच्छन्ति साधवः ॥४-८-७॥",
          "आढ्यो वा अपि दरिद्रो वा दुःखितः सुखितोऽपि वा ।निर्दोषः च सदोषः च वयस्यः परमा गतिः ॥४-८-८॥",
          "धन त्यागः सुख त्यागो देश त्यागोऽपि वा अनघः ।वयस्यार्थे प्रवर्तन्ते स्नेहम् दृष्ट्वा तथा विधम् ॥४-८-९॥",
          "तत् तथा इति अब्रवीत् रामः सुग्रीवम् प्रिय दर्शनम् ।लक्ष्मणस्य अग्रतः लक्ष्म्या वासवस्य इव धीमतः ॥४-८-१०॥",
          "ततो रामम् स्थितम् दृष्ट्वा लक्ष्मणम् च महाबलम् ।सुग्रीवः सर्वतः चक्षुः वने लोलम् अपातयत् ॥४-८-११॥",
          "स ददर्श ततः सालम् अविदूरे हरीश्वरः ।सुपुष्पम् ईषत् पत्र आढ्यम् भ्रमरैः उपशोभितम् ॥४-८-१२॥",
          "तस्य एकाम् पर्ण बहुलाम् शाखाम् भंक्त्वा सुशोभिताम् ।रामस्य आस्तीर्य सुग्रीवो निषसाद स राघवः ॥४-८-१३॥",
          "तौ आसीनौ ततः दृष्ट्वा हनूमान् अपि लक्ष्मणम् ।साल शाखाम् समुत्पाट्य विनीतम् उपवेशयत् ॥४-८-१४॥",
          "सुख उपविष्टम् रामम् तु प्रसन्नम् उदधिम् यथा ।साल पुष्पाव संकीर्णे तस्मिन् गिरिवर उत्तमे ॥४-८-१५॥",
          "ततः प्रहृष्टः सुग्रीवः श्लक्ष्णया शुभया गिरा ।उवाच प्रणयाद् रामम् हर्ष व्याकुलित अक्षरम् ॥४-८-१६॥",
          "अहम् विनिकृतो भ्रात्रा चरामि एष भयार्दितः ।ऋष्यमूकम् गिरि वरम् हृत भार्यः सुदुःखितः ॥४-८-१७॥",
          "सोऽहम् त्रस्तः भये मग्नः वने संब्रान्त चेतनः ।वालिना निकृतः भ्रात्रा कृत वैरः च राघव ॥४-८-१८॥",
          "वालिनः मे भय आर्तस्य सर्वलोक अभयंकर ।मम अपि त्वम् अनाथस्य प्रसादम् कर्तुम् अर्हसि ॥४-८-१९॥",
          "एवम् उक्तः तु तेजस्वी धर्मज्ञो धर्म वत्सलः ।प्रत्युवाच स काकुत्स्थः सुग्रीवम् प्रहसन् इव ॥४-८-२०॥",
          "उपकार फलम् मित्रम् अपकारो अरि लक्षणम् ।अद्य एव तम् वधिष्यामि तव भार्या अपहारिणम् ॥४-८-२१॥",
          "इमे हि मे महाभाग पत्रिणः तिग्म तेजसः ।कार्तिकेय वन उद्भूताः शरा हेम विभूषिताः ॥४-८-२२॥",
          "कन्क पत्र परिच्छन्ना महेन्द्र अशनि सन्निभाः ।सुपर्वाणः सुतीक्ष्ण अग्रा सरोषा भुजगा इव ॥४-८-२३॥",
          "वालि सज्ञम् अमित्रम् ते भ्रातरम् कृत किल्बिषम् ।शरैः विनिहतम् पश्य विकीर्णम् इव पर्वतम् ॥४-८-२४॥",
          "राघवस्य वचः श्रुत्वा सुग्रीवो वाहिनी पतिः ।प्रहर्षम् अतुलम् लेभे साधु साध्विति च अब्रवीत् ॥४-८-२५॥",
          "राम शोक अभिभूतो अहम् शोक आर्तानाम् भवान् गतिः ।वयस्य इति कृत्वा हि त्वयि अहम् परिदेवये ॥४-८-२६॥",
          "त्वम् हि पाणि प्रदानेन वयस्यो मे अग्नि साक्षिकम् ।कृतः प्राणैः बहुमतः सत्येन च शपामि अहम् ॥४-८-२७॥",
          "वयस्य इति कृत्वा च विस्रब्धः प्रवदामि अहम् ।दुःखम् अन्तर्गतम् तन् मे मनो हरति नित्यशः ॥४-८-२८॥",
          "एतावत् उक्त्वा वचनम् बाष्प दूषित लोचनः ।बाष्प दूषितया वाचा न उच्चैः श्क्नोति भाषितुम् ॥४-८-२९॥",
          "बाष्प वेगम् तु सहसा नदी वेगम् इव आगतम् ।धारयामास धैर्येण सुग्रीवः राम संनिधौ ॥४-८-३०॥",
          "स निगृह्य तु तम् बाष्पम् प्रमृज्य नयने शुभे ।विनिःश्वस्य च तेजस्वी राघवम् पुनरूचिवान् ॥४-८-३१॥",
          "पुरा अहम् वलिना राम राज्यात् स्वात् अवरोपितः ।परुषाणि च संश्राव्य निर्धूतो अस्मि बलीयसा ॥४-८-३२॥",
          "हृता भार्या च मे तेन प्राणेभ्यो अपि गरीयसी ।सुहृदः च मदीया ये संयता बन्धनेषु ते ॥४-८-३३॥",
          "यत्नवान् च स दुष्टात्मा मद् विनाशाय राघव ।बहुशः तत् प्रयुक्ताः च वानरा निहता मया ॥४-८-३४॥",
          "शंकया एतया अहम् च दृष्ट्वा त्वाम् अपि राघव ।न उपसर्पामि अहम् भीतो भये सर्वे हि बिभ्यति ॥४-८-३५॥",
          "केवलम् हि सहाया मे हनुमत् प्रमुखास्त्विमे ।अतः अहम् धारयामि अद्य प्राणान् कृच्छ्र गतः अपि सन् ॥४-८-३६॥",
          "एते हि कपयः स्निग्धा माम् रक्षन्ति समन्ततः ।सह गच्छन्ति गन्तव्ये नित्यम् तिष्ठन्ति च स्थिते ॥४-८-३७॥",
          "संक्षेपः ते एष मे राम किम् उक्त्वा विस्तरम् हि ते ।स मे ज्येष्ठो रिपुः भ्राता वाली विश्रुत पौरुषः ॥४-८-३८॥",
          "तद् विनाशे अपि मे दुःखम् प्रमृष्टम् स्यात् अनन्तरम् ।सुखम् मे जीवितम् चैव तद् विनाश निबन्धनम् ॥४-८-३९॥",
          "एष मे राम शोकान्तः शोक आर्तेन निवेदितः ।दुःखितः सुखितः वा अपि सख्युः नित्यम् सखा गतिः ॥४-८-४०॥",
          "श्रुत्वा एतत् च वचः रामः सुग्रीवम् इदम् अब्रवीत् ।किम् निमित्तम् अभूत् वैरम् श्रोतुम् इच्छामि तत्त्वतः ॥४-८-४१॥",
          "सुखम् हि कारणम् श्रुत्वा वैरस्य तव वानर ।आनन्तर्यद् विधास्यामि संप्रधार्य बलाबलम् ॥४-८-४२॥",
          "बलवान् हि मम अमर्षः श्रुत्वा त्वाम् अवमानितम् ।वर्धते हृदय उत्कम्पी प्रावृड् वेग इव अंभसः ॥४-८-४३॥",
          "हृष्टः कथय विस्रब्धो यावत् आरोप्यते धनुः ।सृष्टः च हि मया बाणो निरस्तः च रिपुः तव ॥४-८-४४॥",
          "एवम् उक्तः तु सुग्रीवः काकुत्स्थेन महात्मना ।प्रहर्षम् अतुलम् लेभे चतुर्भिः सह वानरैः॥४-८-४५॥",
          "ततः प्रहृ^इष्ट वदनः सुग्रीवः लक्ष्मणाग्रजे ।वैरस्य कारणम् तत्त्वम् आख्यातुम् उपचक्रमे ॥४-८-४६॥"
        ]
      }
    ]
  }
}