{
  "balakanda": {
    "sanskrit_name": "किष्किन्धाकाण्डम्डम्",
    "chapters": [
      { 
        "chapter_number" : 29,
        "slokas": [
          "समीक्ष्य विमलम् व्योम गत विद्युत् बलाहकम् ।सारसा आकुल संघुष्टम् रम्य ज्योत्स्ना अनुलेपनम् ॥४-२९-१॥",
          "समृद्ध अर्थम् च सुग्रीवम् मन्द धर्मार्थ संग्रहम् ।अत्यर्थम् च असताम् मार्गम् एकांत गत मानसम् ॥४-२९-२॥",
          "निवृत्त कार्यम् सिद्धार्थम् प्रमद अभिरतम् सदा ।प्राप्तवन्तम् अभिप्रेतान् सर्वान् एव मनोरथान् ॥४-२९-३॥",
          "स्वाम् च पात्नीम् अभिप्रेताम् ताराम् च अपि समीप्सिताम् ।विहरंतम् अहो रात्रम् कृतार्थम् विगत ज्वरम् ॥४-२९-४॥",
          "क्रीडन्तम् इव देवेशम् गन्धर्व अप्सरसाम् गणैः ।मंत्रिषु न्यस्त कार्यम् च मंत्रिणाम् अनवेक्षकम् ॥४-२९-५॥",
          "उच्छिन्न राज्य संदेहम् काम वृत्तम् इव स्थितम् ।निश्चित अर्थो अर्थ तत्त्वज्ञः काल धर्म विशेष वित् ॥४-२९-६॥",
          "प्रसाद्य वाक्यैः मधुरैः हेतुमद्भिः मनो रमैः ।वाक्यवित् वाक्य तत्त्वज्ञम् हरीशम् मारुतात्मजः ॥४-२९-७॥",
          "हितम् तथ्यम् च पथ्यम् च साम धर्म अर्थ नीतिमत् ।प्रणय प्रीति संयुक्तम् विश्वास कृत निश्चयम् ॥४-२९-८॥",
          "हरीश्वरम् उपागम्य हनुमान् वाक्यम् अब्रवीत् ।राज्यम् प्राप्तम् यशः चैव कौली श्रीः अभिवर्थिता ॥४-२९-९॥",
          "मित्राणाम् संग्रहः शेषः तत् भवान् कर्तुम् अर्हति ।यो हि मित्रेषु कालज्ञः सततम् साधु वर्तते ॥४-२९-१०॥",
          "तस्य राज्यम् च कीर्तिः च प्रतापः च अपि वर्धते ।यस्य कोशः च दण्डः च मित्राणि आत्मा च भूमिप ।समानि एतानि सर्वाणि स राज्यम् महत् अश्नुते ॥४-२९-११॥",
          "तत् भवान् वृत्त संपन्नः स्थितः पथि निरत्यये ।मित्रार्थम् अभिनीतार्थम् यथावत् कर्तुम् अर्हति ॥४-२९-१२॥",
          "संत्यज्य सर्व कर्माणि मित्रार्थम् यो न वर्तते ।संभ्रमात् हि कृत उत्साहः सः अनर्थेन अवरुध्यते ॥४-२९-१३॥",
          "यो हि काल व्यतीतेषु मित्र कार्येषु वर्तते ।स कृत्वा महतो अपि अर्थान् न मित्रार्थेन युज्यते ॥४-२९-१४॥",
          "तत् इदम् मित्रकार्यम् नः काल अतीतम् अरिंदम ।क्रियताम् राघवस्य एतत् वैदेह्याः परिमार्गणम् ॥४-२९-१५॥",
          "न च कालम् अतीतम् ते निवेदयति कालवित् ।त्वरमाणो अपि स प्राज्ञः तव राजन् वशानुगः ॥४-२९-१६॥",
          "कुलस्य हेतुः स्फीतस्य दीर्घ बन्धुः च राघवः ।अप्रमेय प्रभावः च स्वयम् च अप्रतिमो गुणैः ॥४-२९-१७॥",
          "तस्य त्वम् कुरु वै कार्यम् पूर्वम् तेन कृतम् तव ।हरीश्वर हरि श्रेष्ठान् आज्ञापयितुम् अर्हसि ॥४-२९-१८॥",
          "न हि तावत् भवेत् कालो व्यतीतः चोदनात् ऋते ।चोदितस्य हि कार्यस्य भवेत् काल व्यतिक्रमः ॥४-२९-१९॥",
          "अकर्तुर् अपि कार्यस्य भवान् कर्ता हरीश्वर ।किम् पुनः प्रतिकर्तुः ते राज्येन च वधेन च ॥४-२९-२०॥",
          "शक्तिमान् अतिविक्रान्तो वानर ऋष्क गण ईश्वर ।कर्तुम् दाशरथेः प्रीतिम् आज्ञायाम् किम् नु सज्जसे ॥४-२९-२१॥",
          "कामम् खलु शरैः शक्तः सुर असुर महा उरगान् ।वशे दाशरथिः कर्तुम् त्वत् प्रतिज्ञाम् अवेक्षते ॥४-२९-२२॥",
          "प्राण त्याग अविशंकेन कृतम् तेन महत् प्रियम् ।तस्य मार्गाम वैदेहीम् पृथिव्याम् अपि च अंबरे ॥४-२९-२३॥",
          "न देवा न च गंधर्वा न असुरा न मरुत् गणाः ।न च यक्षा भयम् तस्य कुर्युः किम् इव राक्षसाः ॥४-२९-२४॥",
          "तत् एवम् शक्ति युक्तस्य पूर्वम् प्रिय कृतः तथा ।रामस्य अर्हसि पिंगेश कर्तुम् सर्व आत्मना प्रियम् ॥४-२९-२५॥",
          "न अधस्तात् अवनौ न अप्सु गतिः न उपरि च अम्बरे ।कस्यचित् सज्जते अस्माकम् कपीश्वर तव आज्ञया ॥४-२९-२६॥",
          "तत् आज्ञापय कः किम् ते कुतो वा अपि व्यवस्यतु ।हरयो हि अप्रधृष्याः ते सन्ति कोटि अग्रतो अनघ ॥४-२९-२७॥",
          "तस्य तद् वचनम् श्रुत्वा काले साधु निरूपितम् ।सुग्रीवः सत्त्व संपन्नः चकार मतिम् उत्तमाम् ॥४-२९-२८॥",
          "संदिदेश अति मति मान् नीलम् नित्य कृत उद्यमम् ।दिक्षु सर्वासु सर्वेषाम् सैन्यानाम् उपसंग्रहे ॥४-२९-२९॥",
          "यथा सेना समग्रा मे यूथपालाः च सर्वशः ।समागच्छन्ति असंगेन सेनाग्राणि तथा कुरु ॥४-२९-३०॥",
          "ये तु अंतपालाः प्लवगाः शीघ्रगा व्यवसायिनः ।समानयंतु ते शीघ्रम् त्वरिताः शासनात् मम ।स्वयम् च अनंतरम् सैन्यम् भवान् एव अनुपश्यतु ॥४-२९-३१॥",
          "त्रि पंच रात्रात् ऊर्ध्वम् यः प्राप्नुयात् इह वानरः ।तस्य प्राण अन्तिको दण्डो न अत्र कार्या विचारणा ॥४-२९-३२॥",
          "हरीन् च वृद्धान् उपयातु स अंगदोभवान् मम आज्ञाम् अधिकृत्य निश्चितम् ।इति व्यवस्थाम् हरि पुंगव ईश्वरोविधाय वेश्म प्रविवेश वीर्यवान् ॥४-२९-३३॥"
        ]
      }
    ]
  }
}