{
  "balakanda": {
    "sanskrit_name": "किष्किन्धाकाण्डम्डम्",
    "chapters": [
      { 
        "chapter_number" : 24,
        "slokas": [
          "तम् आशु वेगेन दुरासदेन तु अभिप्लुताम् शोक महार्णवेन ।पश्यन् तदा वालि अनुजः तरस्वी भ्रात्रुः वधेन अप्रतिमेन तेपे ॥४-२४-१॥",
          "स बाष्प पूर्णेन मुखेन् पश्यन् क्षणेन निर्विण्ण मना मनस्वी ।जगाम रामस्य शनैः समीपम् भृत्यैः वृत्तः संपरिदूयमानः ॥४-२४-२॥",
          "स तम् समासाद्य गृहीत चापम् उदात्तम् आशी विष तुल्य बाणम् ।यशश्विनम् लक्षण लक्षित अंगम् अवस्थितम् राघवम् इति उवाच ॥४-२४-३॥",
          "यथा प्रतिज्ञातम् इदम् नरेन्द्र कृतम् त्वया दृउष्ट फलम् च कर्म ।मम अद्य भोगेषु नरेन्द्र सूनो मनो निवृत्तम् हत जिवितेन ॥४-२४-४॥",
          "अस्याम् महिष्याम् तु भृशम् रुदत्याम् पुरे अति विक्रोशति दुःख तप्ते ।हते नृपे संशयिते अंगदे च न राम राज्ये रमते मनो मे ॥४-२४-५॥",
          "क्रोधाद् अमर्षाद् अतिविप्रधर्षाद् भ्रातुर् वधो मे अनुमतः पुरस्तात् ।हते तु इदानीम् हरि यूधपे अस्मिन् सुतीक्ष्णम् इक्ष्वाकु वर प्रतप्स्ये ॥४-२४-६॥",
          "श्रेयो अद्य मन्ये मम शैल मुख्ये तस्मिन् हि वासः चिरम् ऋष्यमूके ।यथा तथा वर्तयतः स्व वृत्या न इमम् निहत्य त्रिदिवसय लाभः ॥४-२४-७॥",
          "न त्वा जिघांसामि चर इति यत् माम् अयम् महात्मा मतिमान् उवाच ।तस्य एवे तत् राम वचो अनुरूपम् इदम् वचः कर्म च मे अनुरूपम् ॥४-२४-८॥",
          "भ्राता कथम् नाम महा गुणस्य भ्रातुर् वधम् राम विरोचयेत ।राजस्य दुःखस्य च वीर सारम् विचिन्तयन् काम पुरस्कृतो अपि ॥४-२४-९॥",
          "वधो हि मे मतो न असीत् स्व महात्म्या अव्यतिक्रमात् ।मम आसीत् बुद्धिः दुरात्म्यात् प्राण हारी व्यतिक्रमः ॥४-२४-१०॥",
          "द्रुम शाका अवभग्नो अहम् मुहुर्तम् परिनिष्टनन् ।स्वान्तयित्वा अनेन उक्तः न पुनः कर्तुम् अर्हसि ॥४-२४-११॥",
          "भ्रातृत्वम् आर्य भावः च धर्मः च अनेन रक्षितः ।मया क्रोधः च कामः च कपित्वम् च प्रदर्शितम् ॥४-२४-१२॥",
          "अचिंतनीयम् परिवर्जनीयम्अनीप्सनीयम् न अन्वेक्षणीयम् ।प्राप्तो अस्मि पाप्मानम् वयस्यभ्रातुः वध त्वाष्ट्र वधात् इव इन्द्रः ॥४-२४-१३॥",
          "पाप्मानम् इन्द्रस्य मही जलम् च वृक्षाः च कामम् जगृहुः स्त्रियः च ।को नाम पाप्मानम् इमम् सहेत शाखा मृगस्य प्रतिपत्तुम् इच्छेत् ॥४-२४-१४॥",
          "ना अर्हामि सन्मानम् इमम् प्रजानाम् न यौव राज्यम् कुत एव राज्यम् ।अधर्म युक्तम् कुल नाश युक्तम् एवम् विधम् राघव कर्म कृत्वा ॥४-२४-१५॥",
          "पापस्य कर्ता अस्मि विगर्हितस्यक्षुद्रस्य लोक अपकृतस्य लोके ।शोको महान् मम अभिवर्तते अयम्वृष्टेः यथा निम्नम् इव अम्बु वेगः ॥४-२४-१६॥",
          "सोदर्य अघाता अपर गात्र वालः संताप हस्त अक्षि शिरो विषाणः ।एनोमयो माम् अभिहन्ति हस्ती दृप्तो नदी कूलम् इव प्रवृद्धः ॥४-२४-१७॥",
          "अंहो बतेदम् नृ वर अविषह्य निवर्तते मे हृदि साधु वृत्तम् ।अग्नौ विवर्णम् परितप्य मानम् किट्टम् यथा राघव जात रूपम् ॥४-२४-१८॥",
          "महा बलानाम् हरि यूथपानाम् इदम् कुलम् राघव मन् निमित्तम् ।अस्य अंगदस्य अपि च शोक तापात् अर्थ स्थित प्राणम् इतीव मन्ये ॥४-२४-१९॥",
          "सुतः सुलभः सुजनः सुवश्यः कुतः तु पुत्रः सदृशः अंगदेन ।न च अपि विद्येत स वीर देशो यस्मिन् भवेत् सोदर संनिकर्षः ॥४-२४-२०॥",
          "अद्य अंगदो वीर वरो न जीवेत् जीवेत माता परि पालनार्थम् ।विना तु पुत्रम् परिताप दीना सा नैव जीवेत् इत् निश्चितम् मे ॥४-२४-२१॥",
          "सो अहम् प्रवेक्ष्यामि अति दीप्तम् अग्निम्भ्रत्रा च पुत्रेण च सख्यम् इच्छन् ।इमे विचेष्यन्ति हरि प्रवीराःसीताम् निदेशे परिवर्तमानाः ॥४-२४-२२॥",
          "कृत्स्नम् तु ते सेत्स्यति कार्यम् एतत् मयि अपि अतीते मनुजेन्द्र पुत्र ।कुलस्य हन्तारम् अजीवन अर्हम् राम अनुजानीहि कृत अगसम् माम् ॥४-२४-२३॥",
          "इति एवम् आर्तस्य रघु प्रवीरः श्रुत्वा वचो वालि जघन्य जस्य ।संजात बाष्प पर वीर हन्ता रामो मुहूर्तम् विमना बभूव ॥४-२४-२४॥",
          "तस्मिन् क्षणे अभीक्ष्णम् अवेक्षमाणः क्षिति क्षमावान् भुवनस्य गोप्ता ।रामो रुदन्तीम् व्यसने निमग्नाम् समुत्सुकः सः अथ ददर्श ताराम् ॥४-२४-२५॥",
          "ताम् चारु नेत्राम् कपि सिंह नाथाम् पतिम् समाश्लिष्य तद शयानाम् ।उत्थापयामासुः अदीन सत्त्वाम् मंत्रि प्रधानाः कपि राज पत्नीम् ॥४-२४-२६॥",
          "सा विस्फुरंती परिरभ्यमाणा भर्तुः समीपात् अपनीयमाना ।ददर्श रामम् शर चाप पाणिम् स्व तेजसा सूर्यम् इव ज्वलंतम् ॥४-२४-२७॥",
          "सु संवृत्तम् पार्थिव लक्षणैः च तम् चारु नेत्रम् मृगशाव नेत्रा ।अदृष्ट पूर्वम् पुरुष प्रधानम् अयम् स काकुत्स्थ इति प्रजज्ञे ॥४-२४-२८॥",
          "तस्य इन्द्र कल्पस्य दुरासदस्य महानुभावस्य समीपम् आर्या ।आर्त अति तूर्णम् व्यसनम् प्रपन्ना जगाम तारा परिविह्वलन्ती ॥४-२४-२९॥",
          "तम् सा समासाद्य विशुद्ध सत्त्वम् शोकेन संभ्रांत शरीर भावा ।मनस्विनी वाक्यम् उवाच तारा रामम् रण उत्कर्षण लब्ध लक्ष्यम् ॥४-२४-३०॥",
          "त्वम् अप्रमेयः च दुरासदः च जितेन्द्रियः च उत्तम धर्मकः च ।अक्षीण कीर्तिः च विचक्षणः च क्षिति क्षमवान् क्षतजोपमा अक्षः ॥४-२४-३१॥",
          "त्वम् आत्त बाणासन बाण पाणिः महाबलः संहनन उपपन्नः ।मनुष्य देहाभुदयम् विहाय दिव्येन देहाभ्युदयेन युक्तः ॥४-२४-३२॥",
          "एन एव बाणेन हतः प्रियो मे तेन एव बाणेन हि माम् जहि हि ।हता गमिष्यामि समीपम् अस्य न माम् विना वीर रमेत वाली ॥४-२४-३३॥",
          "स्वर्गे अपि पद्म अमल पत्र नेत्र समेत्य संप्रेक्ष्य च माम् अपश्यन् ।न हि एष उच्चावच ताम्र चूडा विचित्र वेषाः अप्सरो अभजिष्यत् ॥४-२४-३४॥",
          "स्वर्गे अपि शोकम् विवर्णताम् च मया विना प्राप्स्यति वीर वाली ।रम्ये नगेन्द्रस्य तटा अवकाशे विदेह कन्या अरहितो यथा त्वम् ॥४-२४-३५॥",
          "त्वम् वेत्थ तावत् वनिता विहीनःप्राप्नोति दुःखम् पुरुषः कुमारः ।तत् त्वम् प्रजानन् जहि माम् न वालीदुःखम् मम अदर्शनजम् भजेत ॥४-२४-३६॥",
          "यत् च अपि मन्येत भवान् महात्मास्त्री घात दोषः तु भवेन् न मह्यम् ।आत्मा इयम् अस्य इति हि माम् जहि त्वम्न स्त्री वधः स्यात् मनुजेन्द्र पुत्र ॥४-२४-३७॥",
          "शास्त्र प्रयोगात् विविधाः च वेदात् अनन्य रूपाः पुरुषस्य दाराः ।दार प्रदानात् न हि दानम् अन्यत् प्रदृश्यते ज्ञानवताम् हि लोके ॥४-२४-३८॥",
          "त्वम् च अपि माम् तस्य मम प्रियस्य प्रदास्यसे धर्मम् अवेक्ष्य वीर ।अनेन दानेन न लप्स्यसे त्वम् अधर्म योगम् मम वीर घातात् ॥४-२४-३९॥",
          "आर्ताम् अनाथाम् अपनीयमानाम् एवम् गताम् न अर्हसि माम् अहन्तुम् ।अहम् हि मातंग विलास गामिना प्लवंगमानाम् ऋषभेण धीमता ।विना वरार्होत्तम हेम मालिना चिरम् न शक्ष्यामि नरेन्द्र जीवितुम् ॥४-२४-४०॥",
          "इति एवम् उक्तः तु विभुः महात्मा ताराम् समाश्वास्य हितम् बभाषे ।मा वीर भार्ये विमतिम् कुरुष्व लोको हि सर्वो विहितो विधात्रा ॥४-२४-४१॥",
          "तम् चैव सर्वम् सुख दुःख योगम् लोको अब्रवीत् तेन कृतम् विधात्रा ।त्रयो अपि लोका विहितम् विधानम् न अति क्रमन्ते वशगा हि तस्य ॥४-२४-४२॥",
          "प्रीतिम् पराम् प्राप्स्यसि ताम् तथा एव पुत्रः च ते प्रप्स्यति यौव राज्यम् ।धात्र विधानम् विहितम् तथा एव न शूर पत्न्यः परिदेवयन्ति ॥४-२४-४३॥",
          "आश्वासिता तेन महत्मना तु प्रभाव युक्तेन परंतपेन ।सा वीर पत्नी ध्वनता मुखेन सुवेष रूपा विरराम् तारा ॥४-२४-४४॥"
        ]
      }
    ]
  }
}