{
  "kishkindhakanda": {
    "sanskrit_name": "किष्किन्धाकाण्डम्डम्",
    "chapters": [
      { 
        "chapter_number" : 35,
        "slokas": [
          "तथा ब्रुवाणम् सौमित्रिम् प्रदीप्तम् इव तेजसा ।अब्रवीत् लक्ष्मणम् तारा तारा अधिप निभ आनना ॥४-३५-१॥",
          "न एवम् लक्ष्मण वक्तव्यो न अयम् परुषम् अर्हति ।हरीणाम् ईश्वरः श्रोतुम् तव वक्त्रात् विशेषतः ॥४-३५-२॥",
          "न एव अकृतज्ञः सुग्रीवो न शठो न अपि दारुणः ।न एव अनृत कथो वीर न जिह्मः च कपीश्वरः ॥४-३५-३॥",
          "उपकारम् कृतम् वीरो न अपि अयम् विस्मृतः कपिः ।रामेण वीर सुग्रीवो यत् अन्यैः दुष्करम् रणे ॥४-३५-४॥",
          "राम प्रसादात् कीर्तिम् च कपि राज्यम् च शाश्वतम् ।प्राप्तवान् इह सुग्रीवो रुमाम् माम् च परंतप ॥४-३५-५॥",
          "सुदुःख शयितः पूर्वम् प्राप्य इदम् सुखम् उत्तमम् ।प्राप्त कालम् न जानीते विश्वामित्रो यथा मुनिः ॥४-३५-६॥",
          "घृताच्याम् किल संसक्तो दश वर्षाणि लक्ष्मण ।अहो अमन्यत धर्मात्मा विश्वामित्रो महामुनिः ॥४-३५-७॥",
          "स हि प्राप्तम् न जानीते कालम् कालविदाम् वरः ।विश्वामित्रो महातेजाः किम् पुनर् यः पृथग् जनः ॥४-३५-८॥",
          "देह धर्म गतस्य अस्य परिश्रान्तस्य लक्ष्मण ।अवितृप्तस्य कामेषु रामः क्षन्तुम् इह अर्हति ॥४-३५-९॥",
          "न च रोष वशम् तात गंतुम् अर्हसि लक्ष्मण ।निश्चयार्थम् अविज्ञाय सहसा प्राकृतो यथा ॥४-३५-१०॥",
          "सत्त्व युक्ता हि पुरुषाः त्वत् विधाः पुरुषर्षभ ।अविमृश्य न रोषस्य सहसा यान्ति वश्यताम् ॥४-३५-११॥",
          "प्रसादये त्वाम् धर्मज्ञ सुग्रीवार्थे समाहिता ।महान् रोष समुत्पन्नः संरंभः त्यज्यताम् अयम् ॥४-३५-१२॥",
          "रुमाम् माम् च अंगदम् राज्यम् धन धान्य पशूनि च ।राम प्रियार्थम् सुग्रीवः त्यजेत् इति मतिर् मम ॥४-३५-१३॥",
          "समानेष्यति सुग्रीवः सीतया सह राघवम् ।शशांकम् इव रोहिण्या हत्वा तम् राक्षस अधमम् ॥४-३५-१४॥",
          "शत कोटि सहस्राणि लंकायाम् किल रक्षसाम् ।अयुतानि च षट् त्रिंशत् सहस्राणि शतानि च ॥४-३५-१५॥",
          "अहत्वा ताम् च दुर्धर्षान् राक्षसान् काम रूपिणः ।न शक्यो रावणो हंतुम् येन सा मैथिली हृता ॥४-३५-१६॥",
          "ते न शक्या रणे हंतुम् असहायेन लक्ष्मण ।रावणः क्रूर कर्मा च सुग्रीवेण विशेषतः ॥४-३५-१७॥",
          "एवम् आख्यातवान् वाली स हि अभिज्ञो हरीश्वरः ।आगमः तु न मे व्यक्तः श्रवात् तस्य ब्रवीमि अहम् ॥४-३५-१८॥",
          "त्वत् सहाय निमित्तम् हि प्रेषिता हरिपुंगवाः ।आनेतुम् वानरान् युद्धे सुबहून् हरिपुंगवान् ॥४-३५-१९॥",
          "ताम् च प्रतीक्षमाणो अयम् विक्रांतान् सुमहा बलान् ।राघवस्य अर्थ सिद्धि अर्थम् न निर्याति हरि ईश्वरः ॥४-३५-२०॥",
          "कृता सुसंस्था सौमित्रे सुग्रीवेण यथा पुरा ।अद्य तैः वानरैः सर्वैः आगंतव्यम् महाबलैः ॥४-३५-२१॥",
          "ऋक्ष कोटि सहस्राणि गोलांगूल शतानि च ।अद्य त्वाम् उपयास्यन्ति जहि कोपम् अरिन्दमकोट्यो अनेकाः तु काकुत्स्थ कपीनाम् दीप्त तेजसाम् ॥४-३५-२२॥",
          "तव हि मुखम् इदम् निरीक्ष्य कोपात्क्षतज समे नयने निरीक्षमाणाः ।हरि वर वनिता न यान्ति शान्तिम्प्रथम भयस्य हि शन्किताः स्म सर्वाः ॥४-३५-२३॥"
        ]
      }
    ]
  }
}