{
  "balakanda": {
    "sanskrit_name": "बालकाण्डम्",
    "chapters": [
      { 
        "chapter_number": 10,
        "slokas": [
	      	"सुमंत्रः चोदितो राज्ञा प्रोवाच इदम् वचः तदा ।यथा ऋष्यशृङ्गः तु आनीतो येन उपायेन मंत्रिभिःतन्मे निगदितम् सर्वम् शृणु मे मंत्रिभिः सह ॥१-१०-१॥",
			"रोमपादम् उवाच इदम् सह अमात्यः पुरोहितः ।उपायो निरपायो अयम् अस्माभिः अभिचिन्तितः ॥१-१०-२॥",
			"ऋष्यशृङ्गो वनचरः तपः स्वाध्याय संयुतः ।अनभिज्ञः तु नारीणाम् विषयाणाम् सुखस्य च ॥१-१०-३॥",
			"इन्द्रियार्थैः अभिमतैः नरचित्त प्रमाथिभि ।पुरम् आनाययिष्यामः क्षिप्रम् च अध्यवसीयताम् ॥१-१०-४॥",
			"गणिकाः तत्र गच्छन्तु रूपवत्यः स्वलंकृताः ।प्रलोभ्य विविध उपायैः आनेष्यन्ति इह सत्कृताः ॥१-१०-५॥",
			"श्रुत्वा तथा इति राजा च प्रत्युवाच पुरोहितम् ।पुरोहितो मंत्रिणः च तथा चक्रुः च ते तथा ॥१-१०-६॥",
			"वारमुख्याः तु तत् श्रुत्वा वनम् प्रविविशुः महत् ।आश्रमस्य अविदूरे अस्मिन् यत्नम् कुर्वन्ति दर्शने ॥१-१०-७॥",
			"ऋषेः पुत्रस्य धीरस्य नित्यम् आश्रम वासिनः ।पितुः स नित्य संतुष्टो न अतिचक्राम च आश्रमात् ॥१-१०-८॥",
			"न तेन जन्म प्रभृति दृष्ट पूर्वम् तपस्विना ।स्त्री वा पुमान् वा यच्च अन्यत् सत्त्वम् नगर राष्ट्रजम् ॥१-१०-९॥",
			"ततः कदाचित् तम् देशम् आजगाम यदृच्छया ।विभाण्डक सुतः तत्र ताः च अपश्यत् वरांगनाः ॥१-१०-१०॥",
			"ताः चित्र वेषाः प्रमदा गायंत्यो मधुर स्वरम् ।ऋषि पुत्रम् उपागम्य सर्वा वचनम् अब्रुवन् ॥१-१०-११॥",
			"कः त्वम् किम् वर्तसे ब्रह्मन् ज्ञातुम् इच्छामहे वयम् ।एकः त्वम् विजने दूरे वने चरसि शंस नः ॥१-१०-१२॥",
			"अदृष्ट रूपाः ताः तेन काम्य रूपा वने स्त्रियः ।हार्दात् तस्य मतिः जाता अख्यातुम् पितरम् स्वकम् ॥१-१०-१३॥",
			"पिता विभाण्डको अस्माकम् तस्य अहम् सुत औरसः ।ऋष्यशृङ्ग इति ख्यातम् नाम कर्म च मे भुवि ॥१-१०-१४॥",
			"इह आश्रम पदोऽस्माकम् समीपे शुभ दर्शनाः ।करिष्ये वोऽत्र पूजाम् वै सर्वेषाम् विधि पूर्वकम् ॥१-१०-१५॥",
			"ऋषि पुत्र वचः श्रुत्वा सर्वासाम् मतिरास वै ।तत् आश्रम पदम् द्रष्टुम् जग्मुः सर्वाः ततो अंगनः ॥१-१०-१६॥",
			"गतानाम् तु ततः पूजाम् ऋषि पुत्रः चकार ह ।इदम् अर्घ्यम् इदम् पाद्यम् इदम् मूलम् फलम् च नः ॥१-१०-१७॥",
			"प्रतिगृह्य तु ताम् पूजाम् सर्वा एव समुत्सुकाः ।ऋषेर् भीताः च शीघ्रम् तु गमनाय मतिम् दधुः ॥१-१०-१८॥",
			"अस्माकम् अपि मुख्यानि फलानि इमानि हे द्विज ।गृहाण विप्र भद्रम् ते भक्षयस्व च मा अचिरम् ॥१-१०-१९॥",
			"ततः ताः तम् समालिंग्य सर्वा हर्ष समन्विताः ।मोदकान् प्रददुः तस्मै भक्ष्याम् च विविधान् शुभान् ॥१-१०-२०॥",
			"तानि च आस्वाद्य तेजस्वी फलानि इति स्म मन्यते ।अनास्वादित पूर्वाणि वने नित्य निवासिनाम् ॥१-१०-२१॥",
			"आपृच्छ्य च तदा विप्रम् व्रत चर्याम् निवेद्य च ।गच्छन्ति स्म अपदेशात् ता भीताः तस्य पितुः स्त्रियः ॥१-१०-२२॥",
			"गतासु तासु सर्वासु काश्यपस्य आत्मजो द्विजः ।अस्वस्थ हृदयः च आसीत् दुःखात् च परिवर्तते ॥१-१०-२३॥",
			"ततोऽपरे द्युः तम् देशम् आजगाम स वीर्यवान् ।विभाण्डक सुतः श्रीमान् मनसा विचिन्तयन् मुहुः ॥१-१०-२४॥",
			"मनोज्ञा यत्र ता दृष्टा वारमुख्याः स्वलंकृताः ।दृष्ट्वा एव च ततो विप्रम् आयान्तम् हृष्ट मानसाः ॥१-१०-२५॥",
			"उपसृत्य ततः सर्वाः ताः तम् ऊचुर् इदम् वचः ।एहि आश्रम पदम् सौम्य अस्माकम् इति च अब्रुवन् ॥१-१०-२६॥",
			"चित्राणि अत्र बहूनि स्युः मूलानि च फलनि च ।तत्र अपि एष विशेषेण विधिः हि भविता ध्रुवम् ॥१-१०-२७॥",
			"श्रुत्वा तु वचनम् तासाम् सर्वासाम् हृदयम् गमम् ।गमनाय मतिम् चक्रे तम् च निन्युः तथा स्त्रियः ॥१-१०-२८॥",
			"तत्र च आनीयमाने तु विप्रे तस्मिन् महात्मनि ।ववर्ष सहसा देवो जगत् प्रह्लादयन् तदा ॥१-१०-२९॥",
			"वर्षेण एव आगतम् विप्रम् तापसम् स नराधिपः ।प्रति उद्गम्य मुनिम् प्रह्वः शिरसा च महीम् गतः ॥१-१०-३०॥",
			"अर्घ्यम् च प्रददौ तस्मै न्यायतः सुसमाहितः ।वव्रे प्रसादम् विप्रेइन्द्रात् मा विप्रम् मन्युः आविशेत् ॥१-१०-३१॥",
			"अन्तःपुरम् प्रवेश्य अस्मै कन्याम् दत्त्वा यथाविधि ।शांताम् शान्तेन मनसा राजा हर्षम् अवाप सः ॥१-१०-३२॥",
			"एवम् स न्यवसत् तत्र सर्व कामैः सुपूजितः ।ऋष्यश्R^ङ्गो महातेजा शन्ताया सह भार्यया ॥१-१०-३३॥"
        ]
      }
    ]
  }
}